[{"id":33,"category":"clothing","name":"Black_Baseball_LS","brand":"Rockenberg","price":"800","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Clothing_Black_Baseball_LS.png","description":"The Black Baseball LS is a T-shirt that, despite the name, is not black but a very dark gray. It has semi-long sleeves that fall about halfway between the elbow and wrist, and a small version of the Rockenberg logo in white on the left side of the chest. On the back is a large white design, also with the Rockenberg logo. At the left side of the waist is a tiny orange tag."},{"id":34,"category":"clothing","name":"Black_Inky_Rider","brand":"Rockenberg","price":"12100","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9b/S3_Gear_Clothing_Black_Inky_Rider.png","description":"The Black Inky Rider is a black leather jacket. It has a wide, pointed collar with two shiny metal buttons and an off-center zipper. Around the wearer's waist is a thick belt of the same material as the jacket, with a buckle in the shape of a stylized squid. The collar of a red shirt can be seen peeking out from under the jacket. The back of the sleeves have zippers that are partly zipped up."},{"id":112,"category":"clothing","name":"Lumberjack_Shirt","brand":"Rockenberg","price":"800","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9b/S3_Gear_Clothing_Lumberjack_Shirt.png","description":"The Lumberjack Shirt is a collared, light brown top with brown plaid stripes, cuffed sleeves, and black buttons up the front. There is a pocket on the right side of the front of the shirt."},{"id":152,"category":"clothing","name":"Rockenberg_Black","brand":"Rockenberg","price":"800","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0d/S3_Gear_Clothing_Rockenberg_Black.png","description":"The Rockenberg Black is a simple short-sleeved T-shirt that, despite the name, is not black, but a very dark gray. On the chest is the Inkling text from the Rockenberg logo in white, and on the back is a large version of the full Rockenberg logo, also in white. On the left side of the shirt, at about waist level, there is a tiny red-orange tag."},{"id":153,"category":"clothing","name":"Rockenberg_White","brand":"Rockenberg","price":"2500","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f6/S3_Gear_Clothing_Rockenberg_White.png","description":"The Rockenberg White is a simple, short-sleeved white T-shirt. On the chest is the Inkling text from the Rockenberg logo in black, and on the back is the Rockenberg logo. On the left side of the shirt, toward the bottom, is a tiny red-orange tag."},{"id":155,"category":"clothing","name":"Round-Collar_Shirt","brand":"Rockenberg","price":"1600","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b5/S3_Gear_Clothing_Round-Collar_Shirt.png","description":"The Round-Collar Shirt is a purple, short-sleeved, button-down shirt. The points of the collar are rounded off, hence the name, and it has white buttons that go left over right. It also has a small pocket on the chest, the Inkling text from the Rockenberg logo next to it in a very dark purple, and a tiny orange tag at the left side of the wearer's waist."},{"id":207,"category":"clothing","name":"Vintage_Check_Shirt","brand":"Rockenberg","price":"9000","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e3/S3_Gear_Clothing_Vintage_Check_Shirt.png","description":"The Vintage Check Shirt is a cerulean blue long-sleeved button-down shirt. The shirt features plaid pattern in dark blue and magenta, hence the name, and has a small chest pocket on the wearer's left side. Its buttons are white and go left over right."},{"id":210,"category":"clothing","name":"White_Baseball_LS","brand":"Rockenberg","price":"800","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/35/S3_Gear_Clothing_White_Baseball_LS.png","description":"The White Baseball LS is a long-sleeved white T-shirt with black sleeves and a small, white insignia on the front. On the left breast, there is a small Rockenberg logo and the brand's name in Inkling. The back of the shirt features another large Rockenberg logo."},{"id":211,"category":"clothing","name":"White_Inky_Rider","brand":"Rockenberg","price":"12800","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/21/S3_Gear_Clothing_White_Inky_Rider.png","description":"The White Inky Rider is a white leather jacket. It has a wide, pointed collar with three shiny metal studs on each side and an off-center zipper. Just below the collar are three pins: an orange one with a simplified Rockenberg logo in black; a pink one with two arrows, black and white; and a blue one with some purple symbols. Around the wearer's waist is a thick belt of the same material as the jacket, with a buckle in the shape of a stylized squid. The sleeves have zippers that extend to the wearer's elbow and the collar of a black shirt can be seen peeking out from under the jacket. On the back of the jacket is another stylized squid shape made using the same metal studs as those on the collar. Below the squid shape is a row of four slightly larger studs."}]
