[{"id":69,"category":"clothing","name":"FC_Albacore","brand":"Enperry","price":"1200","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Clothing_FC_Albacore.png","description":"The FC Albacore is a green soccer jersey with sections of yellow. The sleeves and collar are lined with white, on the left arm is an orange armband with a black Takoroka logo, and up to each shoulder is a row of three green chevrons."},{"id":107,"category":"clothing","name":"Lime_Battlecrab_Shell","brand":"Enperry","price":"6400","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/ff/S3_Gear_Clothing_Lime_Battlecrab_Shell.png","description":"The Lime Battlecrab Shell is a lime protective vest with a long-sleeved patterned shirt underneath. The vest's front resembles a crab's face, with a combination of convex elements, characteristic shapes and rounded edges. The vest also possesses numerous ocean blue accents, including the frame and various straps. The rear features a pad covering the wearer's lumbar region, also referencing a crab's anatomy. It appears to hang on a pair of thick shoulder pads attached from above. The shirt is covered in a dark grey and black checkered pattern, with other black elements. A golden Enperry label can be seen on the bosom of the vest, along a golden Enperry writing on the left of the front convex part."},{"id":121,"category":"clothing","name":"N-Pacer_Sweat","brand":"Enperry","price":"7800","ability":"Thermal_Ink","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/05/S3_Gear_Clothing_N-Pacer_Sweat.png","description":"The N-Pacer Sweat is a white sweatshirt with a design of a white athletic shoe on the front, behind a periodic table, with the text from the Enperry logo beneath it in black. There are more shoe designs on the backside of the sweatshirt that seem to be the N-Pacer CaO. On the side, there is a realistic giant squid."},{"id":145,"category":"clothing","name":"Red_Battlecrab_Shell","brand":"Enperry","price":"6200","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e5/S3_Gear_Clothing_Red_Battlecrab_Shell.png","description":"The Red Battlecrab Shell is a red protective vest with a long-sleeved patterned shirt underneath. The vest's front resembles a crab's face, with a combination of convex elements, characteristic shapes and rounded edges. The vest also possesses numerous a white frame and scarlet straps. The rear features a pad covering the wearer's lumbar region, also referencing a crab's anatomy. It appears to hang on a pair of thick shoulder pads attached from above. The shirt is dark blue, with a wide red stripe in the middle and two smaller ones on the forearms, with other white elements. A golden Enperry label can be seen on the bosom of the vest, along a golden Enperry writing on the left of the front convex part."},{"id":156,"category":"clothing","name":"Rugby_King_08","brand":"Enperry","price":"3200","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/38/S3_Gear_Clothing_Rugby_King_08.png","description":"The Rugby King 08 is a long-sleeved tricolour rugby shirt. The body is divided by three stripes of different colours. The lower part is covered in two stripes, a dark green on it's left and a purple on the right, sharing two vertical borders in the middle. Above them a larger yellow stripe dominates the rest of the space. The right hem and the left sleeve are also purple. Except those three colours, many elements also feature orange, including the left cuff, the right sleeve, the collar and an octoking logo on the shirt's upper left corner."},{"id":157,"category":"clothing","name":"Rugby_King_10","brand":"Enperry","price":"3200","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/ee/S3_Gear_Clothing_Rugby_King_10.png","description":"The Rugby King 10 is a long-sleeved quadricolour rugby shirt. The body is divided by four stripes of different colours, arranged in a chess resembling pattern. The lower part is covered in two stripes, a dark green on it's right and a yellow on the left, sharing two vertical borders in the middle. Above them another pair of smaller stripes dominate the rest of the space with the left being dark blue and the right pastel pink. The sleeves feature colours contrasting to their respective neighbouring stripes. The hems are in navy blue and the collar is white."}]
