[{"id":36,"category":"clothing","name":"Black_LS","brand":"Zekko","price":"3000","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/00/S3_Gear_Clothing_Black_LS.png","description":"The Black LS is a long-sleeved black T-shirt. The sleeves both end in a red stripe, and the collar with a white stripe. On the front, in a red rectangle, is the Inkling text from the Zekko logo, printed in white. Above it is a blue square and a white circle, both very small. Towards the bottom of the shirt is a slightly larger rectangle in white, with some kind of design on it. Both sleeves have a long, vertical white stripe on which more Inkling text can be seen."},{"id":37,"category":"clothing","name":"Black_Polo","brand":"Zekko","price":"500","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/89/S3_Gear_Clothing_Black_Polo.png","description":"The Black Polo, as its name suggests, is a polo collar shirt that has a jet black color to it. Being made by Zekko, the shirt features a small tag sewed onto the bottom left of the shirt, and near the chest area, a white strip with Zekko written in red Inkling letters is featured. The sleeves of the shirt, as well as the collars, feature white stripes near the bottom parts of them."},{"id":80,"category":"clothing","name":"Gray_Mixed_Shirt","brand":"Zekko","price":"2800","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/96/S3_Gear_Clothing_Gray_Mixed_Shirt.png","description":"The Gray Mixed Shirt is a long-sleeved, button-down shirt with light gray buttons that go left over right. Its main color is a solid gray, and on the left side of the wearer's chest is a tartan patch in light and dark gray, hence the name. There are similar patches on the back and on the sleeve. At the hem is a tiny white label with the Zekko logo."},{"id":86,"category":"clothing","name":"Green-Check_Shirt","brand":"Zekko","price":"2000","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/36/S3_Gear_Clothing_Green-Check_Shirt.png","description":"The Green-Check Shirt is a long-sleeved button-down shirt that is white with green plaid. It has gray buttons that go left over right, and at the left side of its hem is a small white label with an even smaller  Zekko logo."},{"id":111,"category":"clothing","name":"Logo_Aloha_Shirt","brand":"Zekko","price":"2900","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/46/S3_Gear_Clothing_Logo_Aloha_Shirt.png","description":"The Logo Aloha Shirt is a short-sleeved button-down shirt that is mainly bright red. It is covered in various logos in white and dark red, some of which are Zekko's, and its buttons are brown and go left over right."},{"id":147,"category":"clothing","name":"Red-Check_Shirt","brand":"Zekko","price":"2000","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a0/S3_Gear_Clothing_Red-Check_Shirt.png","description":"The Red-Check Shirt is a long-sleeved button-down shirt that is dark red with navy blue plaid. It has white buttons that go left over right, and at the bottom of the shirt is a small white label with an even smaller  Zekko logo on it."},{"id":148,"category":"clothing","name":"Reel_Sweat","brand":"Zekko","price":"900","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/27/S3_Gear_Clothing_Reel_Sweat.png","description":"The Reel Sweat is a red pullover sweatshirt with a large circular design on the front in white with a pair of U-shaped arrows in the center. There are two small Zekko logos: one in full color on a small white label on the front, and another below the nape in white only."},{"id":173,"category":"clothing","name":"Squid_Satin_Jacket","brand":"Zekko","price":"9200","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/87/S3_Gear_Clothing_Squid_Satin_Jacket.png","description":"The Squid Satin Jacket is an emerald green satin jacket in the style of sukajan. The sleeves, hem, and collar are dark gray with a tan stripe and the sleeves are white with a thick stripe in the same emerald green as the body. It has a pair of pockets lined with white and ending in arrows, a gold zipper, and two Judd-like cat heads embroidered on either side. On the back is another cat reminiscent of Judd next to ikameshi, a large squid that appears to be partly cut up. Above the two is red Inkling text that loosely resembles Zekko's Japanese name, Ezokko. A brown shirt is worn under the jacket, with the hem and collar visible."},{"id":206,"category":"clothing","name":"Varsity_Jacket","brand":"Zekko","price":"11500","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/55/S3_Gear_Clothing_Varsity_Jacket.png","description":"The Varsity Jacket is a red letterman jacket with white sleeves and buttons. It has three Zekko logos in black and white: a large one on the front, a smaller one on the left arm, and an equally small one on the front at the lower right. At the bottom, also in black and white, there is a circular design with a symbol at the center resembling an \"S\". On the back is larger circular design of what could be three stylized squids, printed in white. The jacket has two pockets on the front trimmed with white, and it is buttoned left over right."},{"id":222,"category":"clothing","name":"Zapfish_Satin_Jacket","brand":"Zekko","price":"2900","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5e/S3_Gear_Clothing_Zapfish_Satin_Jacket.png","description":"The Zapfish Satin Jacket is a red satin jacket in the style of sukajan. The sleeves, hem, and collar are maroon with a gray stripe and the sleeves are golden with a thick stripe in the same red as the body. It has a pair of pockets lined with white and ending in arrows, a gold zipper, and two Great Zapfish embroidered on either side. On the back is another Great Zapfish curled around Inkopolis Tower with green Inkling text above. A dull blue shirt is worn under the jacket, with the hem and collar visible."},{"id":223,"category":"clothing","name":"Zekko_Baseball_LS","brand":"Zekko","price":"800","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fa/S3_Gear_Clothing_Zekko_Baseball_LS.png","description":"The Zekko Baseball LS is a white T-shirt with red sleeves that fall about halfway between the elbow and wrist. On the chest is a large Zekko logo, and towards the bottom is a tiny black label."},{"id":224,"category":"clothing","name":"Zekko_Hoodie","brand":"Zekko","price":"2800","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7a/S3_Gear_Clothing_Zekko_Hoodie.png","description":"The Zekko Hoodie is a maroon pullover with a hood and a wide pocket in the front. Above it is the Inkling text from the  Zekko logo in white, and on the left side of the hem is a small white label with the full Zekko logo. On the back is a large circular design in black and white with a pair of U-shaped arrows in the center."}]
