[{"id":52,"category":"clothing","name":"Choco_Layered_LS","brand":"Takoroka","price":"1400","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d9/S3_Gear_Clothing_Choco_Layered_LS.png","description":"The Choco Layered LS consists of a short-sleeved brown T-shirt and a long-sleeved gray T-shirt worn underneath. The brown shirt has the Takoroka logo on the chest in white, a larger Takoroka logo on the back, also in white, and a small blue tag at the bottom with an even smaller Takoroka logo in black. The gray shirt has sleeves that fall halfway between the elbow and wrist and pokes out from under the brown shirt at the bottom."},{"id":81,"category":"clothing","name":"Gray_Vector_Tee","brand":"Takoroka","price":"500","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5d/S3_Gear_Clothing_Gray_Vector_Tee.png","description":"The Gray Vector tee is a short-sleeved gray T-shirt with four rows of red arrows pointing in alternate directions. A small, blue tag with the Takoroka logo can be found on the bottom of the shirt."},{"id":104,"category":"clothing","name":"Layered_Vector_LS","brand":"Takoroka","price":"1200","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Clothing_Layered_Vector_LS.png","description":"The Layered Vector LS consists of a short-sleeved, dark teal T-shirt and a short-sleeved, dark gray T-shirt worn underneath. The teal shirt has a row of arrows across the chest in bright red, a similarly colored Takoroka logo on the lower back, and a small blue tag at the hem with another Takoroka logo in black. The gray shirt has sleeves that fall halfway between the elbow and wrist and pokes out from under the teal shirt at the bottom."},{"id":126,"category":"clothing","name":"Octo_Jumper_Away","brand":"Takoroka","price":"3000","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/39/S3_Gear_Clothing_Octo_Jumper_Away.png","description":"The Octo Jumper Away is a piste worn over a crimson shirt with a white crew neck. The piste is dark blue and covered in black stripes, with the front and back dominated by three, closely placed stripes, leaving gaps of blue on their sides. The cuffs, hem, collar and arrow pattern on the sleeves are yellow. The front stripes are cut by a white Takoroka logo and the back hosts a number resembling 74 enclosed in a black circle with white writing above."},{"id":142,"category":"clothing","name":"Purple_Camo_LS","brand":"Takoroka","price":"600","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1d/S3_Gear_Clothing_Purple_Camo_LS.png","description":"The Purple Camo LS is a long-sleeved T-shirt covered with a camouflage pattern in two shades of purple, accompanied by an orange armband on the left arm. On the left side of the chest is a white emblem with a small anchor, and on the hem is a tiny, light blue tag with the Takoroka logo in black. The anchor crest is repeated on the back of the shirt, where it is much larger and has some white Inkling text below it."},{"id":146,"category":"clothing","name":"Red_Vector_Tee","brand":"Takoroka","price":"500","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d1/S3_Gear_Clothing_Red_Vector_Tee.png","description":"The Red Vector Tee is a dark red, short-sleeved T-shirt with four parallel rows of white arrows that alternate direction, hence the name. At the bottom is a tiny, light blue tag with the Takoroka logo in black, with another in white below the nape."},{"id":172,"category":"clothing","name":"Slipstream_United","brand":"Takoroka","price":"1800","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a3/S3_Gear_Clothing_Slipstream_United.png","description":"The Slipstream United is a soccer jersey with dark blue and red vertical stripes. The sleeves and collar are lined with white, on the left arm is a yellow armband with a black Takoroka logo, and up to each shoulder is a row of white chevrons. There is a smaller Takoroka logo on the right side of the chest in white and a small green and white crest on the left with three yellow stars above it. Below the logo and crest is a white Inkling word. On the back is white writing in Inkling, and the number 10."},{"id":183,"category":"clothing","name":"Striped_Rugby","brand":"Takoroka","price":"2300","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4f/S3_Gear_Clothing_Striped_Rugby.png","description":"The Striped Rugby is a long-sleeved rugby shirt with thick horizontal stripes in dark red and mustard yellow. Unlike the rest of the shirt, the pointed collar is white. On the right side of the chest area is a small patch with the Ranked Battle logo in blue and white, and on the left is a tiny version of the Takoroka logo in just white. On the back, just below the collar, there is some Inkling text in blue. Below that is a large blue square outlined in white, with one of the few instances of Inkling looking identical to a human language; in the middle of the blue square is a thick white symbol that looks very similar to the number \"7\"."},{"id":188,"category":"clothing","name":"Takoroka_Galactic_Tie_Dye","brand":"Takoroka","price":"850","ability":"Thermal_Ink","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1e/S3_Gear_Clothing_Takoroka_Galactic_Tie_Dye.png","description":"The Takoroka Galactic Tie Dye is a T-shirt with white text on the front. A tie dye swirl made up of a few shades of dark blue and purple encompasses the shirt and meets in the middle. On the bottom of the shirt is a black Takoroka tag. Combined with the blue and purple colors and the white text beneath the logo, it's likely a reference to the album cover of Metallica's \"Ride the Lightning\"."},{"id":189,"category":"clothing","name":"Takoroka_Rainbow_Tie_Dye","brand":"Takoroka","price":"850","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f4/S3_Gear_Clothing_Takoroka_Rainbow_Tie_Dye.png","description":"The Takoroka Rainbow Tie Dye is a T-shirt with white text on the front. A rainbow tie dye swirl encompasses the shirt and meets in the middle. On the bottom of the shirt is a black Takoroka tag."},{"id":190,"category":"clothing","name":"Takoroka_Nineties_Nylon","brand":"Takoroka","price":"9900","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f9/S3_Gear_Clothing_Takoroka_Nineties_Nylon.png","description":""},{"id":191,"category":"clothing","name":"Takoroka_Nylon_Vintage","brand":"Takoroka","price":"9500","ability":"Thermal_Ink","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/29/S3_Gear_Clothing_Takoroka_Nylon_Vintage.png","description":"The Takoroka Nylon Vintage is a black, purple, and turquoise long-sleeved jacket. It has a collar, a zipper, and pockets. The Takoroka logo is featured in the center of the jacket."},{"id":192,"category":"clothing","name":"Takoroka_Tandem","brand":"Takoroka","price":"1200","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/03/S3_Gear_Clothing_Takoroka_Tandem.png","description":"The Takoroka Tandem is a short-sleeved T-shirt made from 2 shirts attached to each other. On the left is a smaller black shirt, with a print of half of the \"Skateboard\" logo in white. On the right is a larger red shirt, with the right half of Skateboard's wordmark on it, which is yellow."},{"id":198,"category":"clothing","name":"Tricolor_Rugby","brand":"Takoroka","price":"700","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Clothing_Tricolor_Rugby.png","description":"The Tricolor Rugby is a long-sleeved, navy blue rugby shirt with a white collar and light gray cuffs. Across the chest and upper arms are two thick horizontal stripes, the upper being white and the lower dark red. On the left side of the chest area is a small patch with an an anchor-like symbol in blue and white, and on the back, just below the collar, is a large Takoroka logo in white."},{"id":200,"category":"clothing","name":"Umibozu_Home_Jersey","brand":"Takoroka","price":"870","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/47/S3_Gear_Clothing_Umibozu_Home_Jersey.png","description":"The Umibozu Home Jersey is an oversized, dark-green basketball jersey worn over a short-sleeved shirt. The jersey possesses a large team logo on it's front along with two labels, with the former a sports label and the latter a rectangle Takoroka label. The left side has another small, vermillion label sewn to it. The back is covered with a symbol resembling number 8 and a white Takoroka logo above the symbol."},{"id":201,"category":"clothing","name":"Umibozu_Road_Jersey","brand":"Takoroka","price":"8900","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d0/S3_Gear_Clothing_Umibozu_Road_Jersey.png","description":"The Umibozu Road Jersey is an oversized, black basketball jersey. The jersey possesses a large team logo on it's front along with two labels, with the former a sports label and the latter a rectangle Takoroka label. The left side has another small, vermillion label sewn to it. The back is covered with a symbol resembling number 8 and a white Takoroka logo above the symbol."}]
