[{"id":19,"category":"clothing","name":"Baby-Jelly_Shirt","brand":"Splash_Mob","price":"1350","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/33/S3_Gear_Clothing_Baby-Jelly_Shirt.png","description":"The Baby-Jelly Shirt is a pale blue long-sleeved button-down shirt. It is patterned with small dark blue jellyfish in a polka-dot pattern, hence the name \"baby-jelly\", and has mustard-colored buttons that go left over right. On the left side of the chest is a small pocket with a tiny pink tag next to it."},{"id":26,"category":"clothing","name":"Base_White_Button_Up","brand":"Splash_Mob","price":"9999","ability":"Thermal_Ink","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c9/S3_Gear_Clothing_Base_White_Button_Up.png","description":"The Base White Button Up is a white, long-sleeved button down shirt with beige buttons and a pink Splash Mob logo."},{"id":78,"category":"clothing","name":"Gray_College_Sweat","brand":"Splash_Mob","price":"800","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/08/S3_Gear_Clothing_Gray_College_Sweat.png","description":"The Gray College Sweat is a gray pullover sweatshirt. On the front are some Inkling symbols, with three large ones in dull pink at the top, two white ones in a dull pink oval in the middle that resemble an upside down \"97\", and eight small ones in dull pink at the bottom. On the back is one more Inkling letter, printed very large in both dull pink and gray. The right sleeve has a blue label with the Splash Mob logo in white."},{"id":82,"category":"clothing","name":"Green_Cardigan","brand":"Splash_Mob","price":"1700","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/10/S3_Gear_Clothing_Green_Cardigan.png","description":"The Green Cardigan consists of a forest green cardigan and the light blue button-down shirt worn underneath. The cardigan has dark brown buttons that go left over right and a pair of bright yellow stripes on each sleeve. There are also two small pockets at the belly area, one on either side of the buttons. The cardigan is adorned with a good deal of Inkling text; there is some diagonal yellow lettering outlined in white on the right side of the chest, an arrow-shaped design in black and white with a small symbol similar to the English letter \"K\" just above the left-hand pocket, and a pair of white symbols just below the right-hand one."},{"id":91,"category":"clothing","name":"Hype_Stripe_Button_Up","brand":"Splash_Mob","price":"9999","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/03/S3_Gear_Clothing_Hype_Stripe_Button_Up.png","description":""},{"id":110,"category":"clothing","name":"Linen_Shirt","brand":"Splash_Mob","price":"700","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/88/S3_Gear_Clothing_Linen_Shirt.png","description":"The Linen Shirt is a short-sleeved button-down shirt with a collar. It is denim blue with dark blue buttons, is buttoned left over right, and has two pockets on the front. The pockets also have buttons."},{"id":122,"category":"clothing","name":"Navy_College_Sweat","brand":"Splash_Mob","price":"800","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a4/S3_Gear_Clothing_Navy_College_Sweat.png","description":"The Navy College Sweat is a navy blue pullover sweatshirt. On the front are some Inkling symbols, with three large ones in lime green at the top, two white ones in a lime green oval in the middle, and several small ones in lime green at the bottom. On the back is one more Inkling letter, printed very large in both lime green and navy blue."},{"id":123,"category":"clothing","name":"Navy_Striped_LS","brand":"Splash_Mob","price":"1050","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e2/S3_Gear_Clothing_Navy_Striped_LS.png","description":"The Navy Striped LS is a navy blue, long-sleeved T-shirt with a small pocket on the left side of the chest. Starting at the pocket are several horizontal white stripes, followed by one yellow stripe. There are similar stripes on the sleeves that start just above the elbow, and at right side of the hem is a light blue tag with the Splash Mob logo in white."},{"id":131,"category":"clothing","name":"Orange_Cardigan","brand":"Splash_Mob","price":"700","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/68/S3_Gear_Clothing_Orange_Cardigan.png","description":"The Orange Cardigan consists of a dark orange cardigan and a white button-down shirt with a plaid pattern worn underneath. The cardigan is lined with brown and has dark brown buttons that go left over right and a pair of brown stripes on each sleeve. There are also two small pockets also lined with brown at the belly area, one on either side of the buttons. The cardigan is adorned with a good deal of Inkling text; there is some small lettering in brown on the right side of the chest, an arrow-shaped design in black and white with a small symbol similar to the English letter \"K\" just above the left-hand pocket, and a pair of brown numbers outlined in white just below the right-hand one."},{"id":139,"category":"clothing","name":"Pirate-Stripe_Tee","brand":"Splash_Mob","price":"700","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e5/S3_Gear_Clothing_Pirate-Stripe_Tee.png","description":"The Pirate-Stripe Tee is a short-sleeved T-shirt with horizontal red and white stripes and a small pocket at the left side of the chest. On the bottom right side of the hem is a tiny, light blue tag with what is most likely the Splash Mob logo in white."},{"id":158,"category":"clothing","name":"Sage_Polo","brand":"Splash_Mob","price":"400","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/16/S3_Gear_Clothing_Sage_Polo.png","description":"The Sage Polo is a lime green shirt with short sleeves, a light gray collar, and two white buttons, the upper of which is undone. On the left side of the chest is a pocket with a black and white emblem in the middle and a small pink tag with the Splash Mob logo on the side."},{"id":159,"category":"clothing","name":"Sailor-Stripe_Tee","brand":"Splash_Mob","price":"700","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/62/S3_Gear_Clothing_Sailor-Stripe_Tee.png","description":"The Sailor-Stripe Tee is a short-sleeved T-shirt with blue and white horizontal stripes and a thin orange outline at the collar. It has a breast pouch on the left side that follows the same blue and white stripes pattern, but slightly shifted so that it is distinguished from the rest of the shirt. There is also a tiny, light blue tag with the Splash Mob logo on it in white at the right side of the hem."},{"id":169,"category":"clothing","name":"Shirt_&_Tie","brand":"Splash_Mob","price":"8400","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d1/S3_Gear_Clothing_Shirt_%26_Tie.png","description":"The Shirt & Tie is a white button-down long-sleeve shirt with a red-and-blue-striped tie. On the middle of the tie, a squid-like logo clip is seen."},{"id":170,"category":"clothing","name":"Shrimp-Pink_Polo","brand":"Splash_Mob","price":"550","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4c/S3_Gear_Clothing_Shrimp-Pink_Polo.png","description":"The Shrimp-Pink Polo is a salmon-colored polo shirt. Near the collar are two white buttons that go left over right, with the top one left unbuttoned. It features a small blue shrimp emblem on the left side of the chest, hence the name. On the back of the shirt near the hem is the Splash Mob logo."},{"id":184,"category":"clothing","name":"Striped_Shirt","brand":"Splash_Mob","price":"2200","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/02/S3_Gear_Clothing_Striped_Shirt.png","description":"The Striped Shirt is a long-sleeved button-down shirt. It is white with vertical green stripes and mustard-colored buttons. It is buttoned left over right and has a small pocket."},{"id":205,"category":"clothing","name":"Varsity_Baseball_LS","brand":"Splash_Mob","price":"700","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/72/S3_Gear_Clothing_Varsity_Baseball_LS.png","description":"The Varsity Baseball LS is a gray T-shirt with semi-long, navy blue sleeves that fall between the elbow and wrist. Written on the front is some garbled Serif Script, also in navy blue, with what appears to be some kind of number in white in the middle of the shirt. On the back is a large symbol, likely a school logo, in both navy blue and gray."},{"id":215,"category":"clothing","name":"White_Shirt","brand":"Splash_Mob","price":"7500","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7c/S3_Gear_Clothing_White_Shirt.png","description":"The White Shirt is a short-sleeved button-down shirt. It is white with mustard-colored buttons that go left over right. On the left side is a small chest pocket."},{"id":216,"category":"clothing","name":"White_Striped_LS","brand":"Splash_Mob","price":"2300","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a4/S3_Gear_Clothing_White_Striped_LS.png","description":"The White Striped LS is a white, long-sleeved T-shirt with a small breast pocket. Starting at the pocket are several horizontal blue stripes, followed by one magenta stripe. There are similar stripes on the sleeves that start just above the elbow. At the bottom of the shirt is a light blue tag."}]
