[{"id":13,"category":"clothing","name":"Apple_Ringer","brand":"Zink","price":"1000","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/37/S3_Gear_Clothing_Apple_Ringer.png","description":"The Apple Ringer is a bright red, slim-fit ringer tee with three white bands of ribbed material acting as collar and cuffs. A white Zink logo is printed in the top right corner, along with white writing on the back. On the left side a yellow Zink label is sewn."},{"id":17,"category":"clothing","name":"B-ball_Jersey_(Away)","brand":"Zink","price":"800","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f8/S3_Gear_Clothing_B-ball_Jersey_%28Away%29.png","description":"The B-ball Jersey (Away) is a white sleeveless basketball jersey. On the front is a logo of a pink basketball above pale blue Inkling letters. On the back is magenta two-digit Inkling numbers. A tiny lime green tag can be seen on the lower left side of the jersey. The jersey also comes with a navy blue band with a Zink logo on it, which is worn on the wearer's right wrist."},{"id":18,"category":"clothing","name":"B-ball_Jersey_(Home)","brand":"Zink","price":"2300","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0c/S3_Gear_Clothing_B-ball_Jersey_%28Home%29.png","description":"The B-ball Jersey (Home) is a pink basketball jersey worn over a white T-shirt. On the front of the jersey is a logo of a white basketball above pale blue Inkling letters. On the back is purple two-digit Inkling numbers. A tiny lime green tag can be seen on the lower left side of the jersey. The jersey also comes with a blue band with a Zink logo on it, which is worn on the wearer's right wrist."},{"id":57,"category":"clothing","name":"Cycling_Shirt","brand":"Zink","price":"2900","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Clothing_Cycling_Shirt.png","description":"The Cycling Shirt is a navy blue shirt with a zipper and green and ink-color matching stripes, with a thicker white stripe containing the text from the Zink logo appearing on the front of the shirt. On the right breast of the jacket is a badge with a picture of a sushi roll."},{"id":138,"category":"clothing","name":"Pineapple_Ringer","brand":"Zink","price":"1000","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9d/S3_Gear_Clothing_Pineapple_Ringer.png","description":"The Pineapple Ringer is a lemon yellow, slim-fit ringer tee with three black bands of ribbed material acting as collar and cuffs. A black Zink logo is printed in the top right corner, along with black writing on the back. On the left side a vermillion Zink label is sewn."},{"id":150,"category":"clothing","name":"Retro_Gamer_Jersey","brand":"Zink","price":"9000","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1b/S3_Gear_Clothing_Retro_Gamer_Jersey.png","description":"The Retro Gamer Jersey is a dark red zip-up jacket that is white from the chest down. It has a somewhat high collar and two pockets lined with red despite being in the white area of the jacket. On the right side of the chest is the text from the Zink logo in white, and on the left is the full logo. Down each sleeve is a long white arrow with the Inkling text from the Zink logo again, this time in red and repeated several times. The collar, hem, and ends of the sleeves are all lined with a slightly lighter and shinier material than the rest of the jacket. There is also a larger version of the Zink logo on the back in white."},{"id":163,"category":"clothing","name":"School_Jersey","brand":"Zink","price":"3000","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/16/S3_Gear_Clothing_School_Jersey.png","description":"The School Jersey is a dark blue zip-up jacket with a somewhat high collar and two pockets. On the right side of the chest is a pair of Inkling symbols in white, and on the left is the Zink logo. Down each sleeve is a long white arrow with the Inkling text from the Zink logo in blue, repeated several times. The collar, hem, and ends of the sleeves are all lined with a slightly lighter and shinier material than the rest of the jacket. There is also a larger version of the Zink logo on the back in white."},{"id":203,"category":"clothing","name":"Urchins_Jersey","brand":"Zink","price":"700","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/51/S3_Gear_Clothing_Urchins_Jersey.png","description":"The Urchins Jersey is a black baseball jersey with thin vertical stripes and slightly thicker outlines on the collar, down the middle, and on the ends of the sleeves. It has the logo of a baseball team (likely the Urchins) on the left side of the chest, and on the back is a large Inkling symbol, likely a number, that resembles the number three, surrounded by smaller Inkling symbols, possibly a player's name. The logo and symbols, as well as the stripes and outlines, all change color to match that of the wearer's ink. The jersey also has black buttons that go left over right and a white label at the bottom with some text and a color-inverted version of the Zink logo. The inside of the sleeves are white."},{"id":225,"category":"clothing","name":"Zink_Layered_LS","brand":"Zink","price":"600","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9d/S3_Gear_Clothing_Zink_Layered_LS.png","description":"The Zink Layered LS consists of a long-sleeved, dark gray T-shirt and the short-sleeved white T-shirt worn over it. The white shirt has a large Zink logo on the front in black, white, and magenta, and a tiny, olive green tag at the bottom. A small version of the logo is printed on the shirt's back. Also at the bottom, the hem of the dark gray shirt can be seen poking out."},{"id":226,"category":"clothing","name":"Zink_LS","brand":"Zink","price":"500","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b6/S3_Gear_Clothing_Zink_LS.png","description":"The Zink LS is a long-sleeved, dark gray T-shirt with three Zink logos: a large black, white, and magenta one on the front, a small, textless version on a lime green tag at the hem, and a tiny one at the nape colored similarly to the large one on the front."}]
