[{"id":27,"category":"clothing","name":"Baseball_Jersey","brand":"Firefin","price":"10000","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c3/S3_Gear_Clothing_Baseball_Jersey.png","description":"The Baseball Jersey consists of a white baseball jersey and a maroon hooded sweatshirt worn underneath. The jersey has white buttons that go left over right as well as thin red outlines along the ends of the sleeves and down the front. Also on the front is Firefin's name in bright red Inkling letters outlined in black. Below it is what appears to be an Inkling number, similarly colored. This number is repeated on the back, where it is solid black on a red-orange shape. On the right sleeve is the Firefin logo, and at the left side of the hem is a small, black and white label with what is likely another Firefin logo."},{"id":31,"category":"clothing","name":"Black_8-Bit_FishFry","brand":"Firefin","price":"600","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Clothing_Black_8-Bit_FishFry.png","description":"The Black 8-Bit FishFry is a short-sleeved T-shirt that - despite the name - is not black, but a very dark gray. On the front is a large, pixelated Firefin logo, stylized as an 8-bit console era sprite, with the colors inverted. On the back is the same thing, but with the logo turned around as if seen from behind. It has a tiny white tag at the bottom, also with the Firefin logo with inverted colors."},{"id":48,"category":"clothing","name":"Camo_Zip_Hoodie","brand":"Firefin","price":"9000","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1d/S3_Gear_Clothing_Camo_Zip_Hoodie.png","description":"The Camo Zip Hoodie is a hooded jacket with a camouflage pattern in dark, medium, and light brown. On the bottom is a small white tag with the Firefin logo."},{"id":49,"category":"clothing","name":"Carnivore_Tee","brand":"Firefin","price":"500","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/41/S3_Gear_Clothing_Carnivore_Tee.png","description":"The Carnivore Tee is a short-sleeved T-shirt with a leopard-print pattern in orange and brown on an ochre background. On the bottom is a small white tag with the Firefin logo."},{"id":59,"category":"clothing","name":"Dark_Urban_Vest","brand":"Firefin","price":"10000","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e0/S3_Gear_Clothing_Dark_Urban_Vest.png","description":"The Dark Urban Vest consists of an extremely glossy dark blue down vest and a gray sweatshirt worn underneath. The vest has a slightly shiny texture and six gray buttons, two of which are on a pair of pockets. The inside of its collar is a dark red, and it has a small version of Firefin's name in Inkling printed on the left side of the chest in dull teal and gray. On the bottom of the sweatshirt, which pokes out from under the vest, there is a small white tag with the Firefin logo."},{"id":70,"category":"clothing","name":"Firefin_Navy_Sweat","brand":"Firefin","price":"2500","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/81/S3_Gear_Clothing_Firefin_Navy_Sweat.png","description":"The Firefin Navy Sweat is a thick, navy blue, long-sleeve sweater decorated with a large Inkling word in the center. It has a gray collar, hem, and gray wrists, and features a small, gray tag with the Firefin logo on the bottom."},{"id":76,"category":"clothing","name":"Fugu_Tee","brand":"Firefin","price":"750","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/bd/S3_Gear_Clothing_Fugu_Tee.png","description":"The Fugu Tee is a short-sleeved T-shirt in a very dark gray. On the front on a large, circular, white background is a black and white version of the Firefin logo with an Inkling symbol in place of the fish's face. On the bottom is a tiny white tag with a much smaller Firefin logo, and on the back is Firefin's name in bright green Inkling text with black outlines."},{"id":85,"category":"clothing","name":"Green_Zip_Hoodie","brand":"Firefin","price":"2800","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/91/S3_Gear_Clothing_Green_Zip_Hoodie.png","description":"The Green Zip Hoodie is a zipped-up pine green hoodie with two separated pockets at the bottom. On the hem of the hoodie, next to the zipper, Firefin's signature \"FishFry\" logo can be seen on a small white tag."},{"id":87,"category":"clothing","name":"Herbivore_Tee","brand":"Firefin","price":"500","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4a/S3_Gear_Clothing_Herbivore_Tee.png","description":"The Herbivore Tee is a short-sleeved T-shirt with a zebra-print pattern in black and white. One of the stripes resembles a squid. On the bottom is a tiny white tag with the Firefin logo in pine green."},{"id":208,"category":"clothing","name":"White_8-Bit_FishFry","brand":"Firefin","price":"800","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/21/S3_Gear_Clothing_White_8-Bit_FishFry.png","description":"The White 8-Bit FishFry is a white, short-sleeved T-shirt with a large, pixelated Firefin logo on the front, stylized as an 8-bit console era sprite. On the back is the same thing, but with the logo turned around as if seen from behind. It has a tiny white tag at the bottom, also with the Firefin logo."},{"id":221,"category":"clothing","name":"Yellow_Urban_Vest","brand":"Firefin","price":"4000","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/34/S3_Gear_Clothing_Yellow_Urban_Vest.png","description":"The Yellow Urban Vest consists of a yellow down vest and white short-sleeved shirt worn underneath. The vest has six dark gray buttons, two of which are on a pair of pockets. The inside of its collar is white, and it has a small version of Firefin's name in Inkling on the left side of the chest in blue. On the hem of the short-sleeved shirt, which pokes out from under the vest, there is a small white tag with the Firefin logo."}]
