[{"id":39,"category":"clothing","name":"Black_Squideye","brand":"Tentatek","price":"500","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/39/S3_Gear_Clothing_Black_Squideye.png","description":"The Black Squideye is a short-sleeved black T-shirt. It has the Tentatek logo on both the front and back in pink and white and comes with a blue wristband with a yellow stripe in the center, worn on the right wrist. On the bottom left side of the shirt is a small green tag with another Tentatek logo in black."},{"id":43,"category":"clothing","name":"Blue_Retro_Tee","brand":"Tentatek","price":"2880","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/93/S3_Gear_Clothing_Blue_Retro_Tee.png","description":"The Blue Retro Tee is a short-sleeved greyish blue tee with the Tentatek logo in 4 different shades of blue arranged next to each other horizontally. A small circle-like symbol is featured both on the label and on the back."},{"id":56,"category":"clothing","name":"Cycle_King_Jersey","brand":"Tentatek","price":"8900","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/92/S3_Gear_Clothing_Cycle_King_Jersey.png","description":"The Cycle King Jersey is a short-sleeved zip-up jacket with a slightly higher collar than most shirts. It is mainly white with large polka dots, but the sleeves and collar are solid. The polka dots, sleeves, and collar change color to match that of the wearer's ink, with the polka dots being lighter than the sleeves and collar. On the right side of the chest is a somewhat small Tentatek logo in black."},{"id":133,"category":"clothing","name":"Part-Time_Pirate","brand":"Tentatek","price":"800","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/81/S3_Gear_Clothing_Part-Time_Pirate.png","description":"The Part-Time Pirate is a black short-sleeved shirt worn over a long-sleeved shirt with horizontal white and green stripes. There are three Tentatek logos on the short-sleeved shirt: a small white one on the left side of the chest, a large, lime green one on the back, and a tiny black one on an equally tiny green tag at the bottom. Also at the bottom, the end of the long-sleeved shirt can be seen poking out."},{"id":171,"category":"clothing","name":"Sky-Blue_Squideye","brand":"Tentatek","price":"500","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2d/S3_Gear_Clothing_Sky-Blue_Squideye.png","description":"The Sky-Blue Squideye is a short-sleeved sky blue shirt. It has the Tentatek logo on both the front and back in pink and white, with pink Inkling text under both logos, and comes with a black wristband with a pink stripe, worn on the right wrist. On the bottom left of the shirt is a small neon green tag with another Tentatek logo on it in black."},{"id":193,"category":"clothing","name":"Tan_Retro_Tee","brand":"Tentatek","price":"8800","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a7/S3_Gear_Clothing_Tan_Retro_Tee.png","description":"The Tan Retro Tee is a short-sleeved tan tee with the Tentatek logo in 4 different shades of brown arranged next to each other horizontally. A small circle-like symbol is featured both on the label and on the back."},{"id":194,"category":"clothing","name":"Tentatek_Tandem","brand":"Tentatek","price":"960","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ae/S3_Gear_Clothing_Tentatek_Tandem.png","description":"The Tentatek is a short-sleeved T-shirt made from 2 shirts attached to each other. On the left is a smaller pink shirt, with a print of half of the Tentatek logo rotated 90 degrees. On the right is a larger black shirt, with the right half of Tentatek's wordmark on it, which is repeated 4 times with progressively darker coloring."}]
