[{"id":12,"category":"clothing","name":"Apex_Sweater","brand":"Krak-On","price":"9600","ability":"Thermal_Ink","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8e/S3_Gear_Clothing_Apex_Sweater.png","description":"The Apex Sweater is a colorful knitted sweater inspired by the 80's hippie culture, most notably the psychedelic design. The knit itself, along with it's collar, cuffs and hem, is black, covered with vibrantly colored stripes of various thickness and design, placed in an asymmetric manner. The most characteristic element is a pair of yellow sharks visible in the middle, with an illusion of being obscured by waves. Between the cuffs and sleeves, pieces resembling petals can be found, sewn in order typical for flowers. A thin seam cuts the collar in unequal halfs."},{"id":51,"category":"clothing","name":"Chili_Octo_Aloha","brand":"Krak-On","price":"4850","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b8/S3_Gear_Clothing_Chili_Octo_Aloha.png","description":"The Chili Octo Aloha is a lilac Hawaiian shirt with Japanese influences. It is covered in bright orange octopuses placed among white waves with a little green island covered in trees just next to the left sleeve and on the back. The shirt possesses light brown buttons."},{"id":67,"category":"clothing","name":"Fancyfish_Stitch","brand":"Krak-On","price":"4600","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/ca/S3_Gear_Clothing_Fancyfish_Stitch.png","description":"The Fancyfish Stitch is a dark green, long-sleeved shirt with numerous Inuit-inspired stitches. It's cuffs, collar and placket are covered with a an orange and white pattern, surrounded by two navy blue stripes. The front has four stitches located in a fixed distance from each other, showing an abstract picture of an orange cornetfish fitted into an ornamental frame. The back has a larger stitch sewn to it's centre."},{"id":102,"category":"clothing","name":"Krak-On_528","brand":"Krak-On","price":"800","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ab/S3_Gear_Clothing_Krak-On_528.png","description":"The Krak-On 528 is a button-down denim jacket with a white shirt underneath and silver buttons that go left over right. It has two breast pockets, also buttoned, with a small, light green tag on the left one with Krak-On's name in white Inkling text. On the back, slightly lighter than the rest of the shirt, is Krak-On's name again and its logo."},{"id":114,"category":"clothing","name":"Manatee_Swag_Sweat","brand":"Krak-On","price":"4000","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7c/S3_Gear_Clothing_Manatee_Swag_Sweat.png","description":"The Manatee Swag Sweat is a grey sweatshirt with a manatee printed on it. There is a logo below the manatee. It has slightly wide sleeves."},{"id":118,"category":"clothing","name":"Moby_Knit","brand":"Krak-On","price":"9600","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c8/S3_Gear_Clothing_Moby_Knit.png","description":"The Moby Knit is a multi-colored knitted sweater inspired by the 80's hippie culture, most notably the psychedelic design. The knit itself, along with it's cuffs, is black, covered with metallic stripes of various thickness and design, placed in an asymmetric manner. The most characteristic element is a pair of whales, with the left being metallic brown and the right pure white, visible in the middle, blowing water from their blowholes. Thin black seams precede the collar and hem."},{"id":128,"category":"clothing","name":"Octobowler_Shirt","brand":"Krak-On","price":"2100","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/83/S3_Gear_Clothing_Octobowler_Shirt.png","description":"The Octobowler Shirt is a pink, short-sleeved, button-front collared shirt. There are two breast pockets on the shirt. The collar and buttons are black, and the sleeves and pockets have black edging. Above the right pocket is an embroidered Krak-On logo and above the left pocket is white embroidered lettering. On the right hand is a red and black fingerless glove with some Inkling written on it. On the back of the shirt is an image of an Octoball knocking over some bowling pins and some more white lettering above it."},{"id":144,"category":"clothing","name":"Rainy-Day_Tee","brand":"Krak-On","price":"300","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e6/S3_Gear_Clothing_Rainy-Day_Tee.png","description":"The Rainy-Day Tee is a sky blue short-sleeved T-shirt. On the front is the Krak-On name written in yellow Inkling text, and on the bottom is a tiny black tag with the Krak-On logo in white. On the back is a full-sized version of the Krak-On logo in yellow, with the same logo text from the front repeated below it, albeit slightly smaller."},{"id":154,"category":"clothing","name":"Rodeo_Shirt","brand":"Krak-On","price":"750","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/27/S3_Gear_Clothing_Rodeo_Shirt.png","description":"The Rodeo Shirt is a coffee button-down, collared shirt with front golden thread embroidery and dark gray cuffed sleeves. Said cuffs had a black horseshoe-like line-up buttons on both sides. The Krak-On logo is embroidered on the back of the cowboy dress shirt."},{"id":168,"category":"clothing","name":"Seahorse_Shoreliner","brand":"Krak-On","price":"3800","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/89/S3_Gear_Clothing_Seahorse_Shoreliner.png","description":"The Seahorse Shoreliner is a cream guayabera with dark brown buttons. It has two vertical, beige rows with a seahorse pattern running through the front, along with four buttoned pockets and two smaller, reversed ones at the bottom of the shirt."},{"id":174,"category":"clothing","name":"Squid-Pattern_Waistcoat","brand":"Krak-On","price":"800","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/14/S3_Gear_Clothing_Squid-Pattern_Waistcoat.png","description":"The Squid-Pattern Waistcoat consists of a long-sleeved button-down shirt and the red waistcoat worn over it. The long-sleeved shirt is a very pale blue with a black plaid pattern, and the waistcoat has three large dark gray buttons that go left over right. On either side of the buttons is a dark blue and tan design that may be a stylized version of some type of mollusc or crustacean."},{"id":179,"category":"clothing","name":"Squidstar_Waistcoat","brand":"Krak-On","price":"650","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/83/S3_Gear_Clothing_Squidstar_Waistcoat.png","description":"The Squidstar Waistcoat consists of a light, long-sleeved, button-down shirt and a darker gray waistcoat worn over it. The waistcoat has three large brown buttons that go left over right; on either side is a design in red, white, and yellow-orange with some symbols possibly representing squids. This design is repeated on the back, where it is slightly larger."},{"id":185,"category":"clothing","name":"Sudadera_Celeste","brand":"Krak-On","price":"3650","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ae/S3_Gear_Clothing_Sudadera_Celeste.png","description":"The Sudadera Celeste is a celeste hoodie with inuit-inspired patterns. The front has two vertical strips consisting of one purple strip sandwiched between pastel blue ones, resembling sea waves. The exactly same pattern can also be found on the kangaroo pocket, on the outer part of the hood and underneath a pair of asymmetrical drawstrings. Sleeves are covered in an abstract fish graphic presenting slender skeleton. On the back a large, purple Krak-On logo is visible with a little fish skeleton placed underneath it."},{"id":186,"category":"clothing","name":"Sudadera_Roja","brand":"Krak-On","price":"3450","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8e/S3_Gear_Clothing_Sudadera_Roja.png","description":"The Sudadera Roja is a cherry red hoodie covered with vertical, black stripes. The drawstrings are asymmetrical with their tips being black. The kangaroo pocket has a blue Krak-On sign sewn on it and the back is ornamented with original Krak-On logo."},{"id":187,"category":"clothing","name":"Sunny-Day_Tee","brand":"Krak-On","price":"300","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/36/S3_Gear_Clothing_Sunny-Day_Tee.png","description":"The Sunny-Day Tee is a bright orange short-sleeved T-shirt. On the front is the Krak-On logo text written in white Inkling, and on the bottom is a tiny black tag with the Krak-On logo in white. On the back is a full-size version of the Krak-On logo in white, with the same logo text from the front repeated below it, albeit slightly smaller."}]
