[{"id":14,"category":"clothing","name":"Arctic_Monster_Parka","brand":"Barazushi","price":"12000","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Clothing_Arctic_Monster_Parka.png","description":"The Arctic Monster Parka is a thick gray parka. It possesses two pockets on the front along with a zipper covered by the parka's fabric. It goes all the way to a high collar encircled by a firm hood. A pair of drawstrings are attached to the collar, sticking to the hood's inner sides. A Barazushi label is sewn to the bottom-left front (from the wearer's perspective) and the left arm has a patch resembling a fist."},{"id":20,"category":"clothing","name":"Barazushi_Anorak","brand":"Barazushi","price":"5200","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7d/S3_Gear_Clothing_Barazushi_Anorak.png","description":"The Barazushi Anorak is a rotten green, technical wear anorak. It features a large, buttoned pocket on it's front, buttoned cuffs and wide collar. The top is held together by a pair of stitches and the drawstrings are asymmetrical. On the left bottom a Barazushi label is sewn and the anorak's back is ornamented with a white Barazushi logo."},{"id":21,"category":"clothing","name":"Barazushi_Black_Tee","brand":"Barazushi","price":"720","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/10/S3_Gear_Clothing_Barazushi_Black_Tee.png","description":"The Barazushi Black Tee is a short-sleeved, black T-shirt with an orange Barazushi logo on the front. An orange designer label is sewn to its right-bottom front of the shirt. The rear's bottom is decorated with a line of coordinates in an angular white font."},{"id":22,"category":"clothing","name":"Barazushi_Rice_Tee","brand":"Barazushi","price":"720","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/64/S3_Gear_Clothing_Barazushi_Rice_Tee.png","description":"The Barazushi Rice Tee is a short-sleeved, white T-shirt with a black Barazushi sign on the front. An orange designer label is sewn to the right-bottom front of the shirt and the back hosts a small, black Barazushi logo."},{"id":23,"category":"clothing","name":"Barazushi_Sakura_Tee","brand":"Barazushi","price":"1200","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/03/S3_Gear_Clothing_Barazushi_Sakura_Tee.png","description":"The Barazushi Sakura Tee is a short-sleeved, pink T-shirt with a black Barazushi logo on the top right corner. An orange designer label is sewn to the bottom-right of the front and the back is covered with black Barazushi handwriting."},{"id":24,"category":"clothing","name":"Barazushi_Tuff_Duffel","brand":"Barazushi","price":"12000","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/df/S3_Gear_Clothing_Barazushi_Tuff_Duffel.png","description":"The Barazushi Tuff Duffel is a greyish brown duffel coat. It has three tan toggles attached with white ropes. The Barazushi logo is sewn below the front left pocket. There are two black buttons on each sleeve, and one above the toggles. The hood has four round metal rivets, with two on each side of the seam going down the middle."},{"id":25,"category":"clothing","name":"Barazushi_Wrap","brand":"Barazushi","price":"7200","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/80/S3_Gear_Clothing_Barazushi_Wrap.png","description":"The Barazushi Wrap is a white tee with a dark green scarf or shawl with tassels. Near the bottom is an orange red tag. On the back are coordinates repeated 3 times vertically in an angular black font."}]
