[{"id":15,"category":"clothing","name":"Armor_Jacket_Replica","brand":"Cuttlegear","price":"0","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a7/S3_Gear_Clothing_Armor_Jacket_Replica.png","description":"The Armor Jacket Replica is a thick down jacket with a large collar, originally worn as actual armor in Octo Valley. It is black on the sleeves and the upper portion, but a vivid green from the armpits down. On the elbows and the left side of the chest are subtle dot patterns that change color to match that of the wearer's ink. There is also a small set of fishing lures hanging from the wearer's waist, the purpose of which is according to The Art of Splatoon, a lure designed to attract the opposite sex."},{"id":88,"category":"clothing","name":"Hero_Jacket_Replica","brand":"Cuttlegear","price":"0","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a8/S3_Gear_Clothing_Hero_Jacket_Replica.png","description":"The Hero Jacket Replica was originally worn as part of the Hero Suit in Octo Valley. It is form-fitting and black with a large collar and a bright yellow safety vest worn on top. At the wearer's left hip hangs two small accessories, one gray and squid-shaped with a light blue outline that seems to glow, and the other red, oval-shaped, and reflective. It is unknown what purpose these items serve."},{"id":89,"category":"clothing","name":"Hero_Suit_Replica","brand":"Cuttlegear","price":"0","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c4/S3_Gear_Clothing_Hero_Suit_Replica.png","description":"The Hero Suit Replica is a bright yellow coat with blue accents. It has a high collar with two short drawstrings, and the opening on the front is diagonal. Its appearance is exactly the same as the coat worn as part of the Hero Gear in Return of the Mammalians."},{"id":127,"category":"clothing","name":"Octo_Tee","brand":"Cuttlegear","price":"8888","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c3/S3_Gear_Clothing_Octo_Tee.png","description":"The Octo Tee is a dark purple, short-sleeved T-shirt. It is decorated with Inkling (or possibly Octarian) text formed by rows of small rhinestones, with two large letters on the front and a line of smaller letters on the lower back. At the left side of the hem is a small green tag with the Cuttlegear logo in white, and the shirt is accompanied by two black wristbands with dark gray octopus designs."}]
