[{"id":29,"category":"clothing","name":"Berry_BlobMob_Tee","brand":"Emberz","price":"1050","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3d/S3_Gear_Clothing_Berry_BlobMob_Tee.png","description":"The Berry BlobMob Tee is a short-sleeved, oversized T-shirt covered in pink BlobMob faces and with black text on the front."},{"id":45,"category":"clothing","name":"Business_Animal","brand":"Emberz","price":"2500","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0c/S3_Gear_Clothing_Business_Animal.png","description":"The Business Animal is a short-sleeved shirt made from scraps of other clothing. The main part consists of a dull gray shirt with dirty white buttons featured on both the placket and the collar. The sleeves are slightly baggy and reach to the wearer's elbows. The shirt's sides are made of salvaged parts of the Herbivore Tee and the Carnivore Tee with the leopard pattern side also including the pocket and the collar stand. The patchwork parts are also shorter than the shirt proper, making the hems and cuffs unmatching. The back consists of a stripe of white material in a gray checked pattern. A small Emberz label is sewn to the shirt's hem, cut in two by different fabrics."},{"id":46,"category":"clothing","name":"Button-Clown_Shirt","brand":"Emberz","price":"6300","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b9/S3_Gear_Clothing_Button-Clown_Shirt.png","description":"The Button-Clown Shirt is a shirt made from many different colorful fabrics. Some sections of it are bright colors with no pattern, other sections have brightly colored stripes."},{"id":93,"category":"clothing","name":"Indigo_Boss_Haori","brand":"Emberz","price":"10500","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7a/S3_Gear_Clothing_Indigo_Boss_Haori.png","description":""},{"id":108,"category":"clothing","name":"Lime_BlobMob_Tee","brand":"Emberz","price":"1050","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ae/S3_Gear_Clothing_Lime_BlobMob_Tee.png","description":"The Lime BlobMob Tee is a short-sleeved, oversized T-shirt covered in lime BlobMob faces with black text on the front."},{"id":134,"category":"clothing","name":"Patchwork_Bomber","brand":"Emberz","price":"12500","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3b/S3_Gear_Clothing_Patchwork_Bomber.png","description":"The Patchwork Bomber is a jacket made from a combination of three jackets. Despite its name, the main part is a Krak-On 528. The right side, including the bottom half of the sleeve, is made from a section similar to the FA-01 Jacket. The left side is made from a part similar to the FA-01 Reversed. The jacket is open, and a white T-Shirt is underneath. The different parts of the jacket do not line up completely, the denim sections are slightly smaller than the parts similar to the Forge jackets."},{"id":202,"category":"clothing","name":"Urban_Upcycle_Top","brand":"Emberz","price":"8800","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/29/S3_Gear_Clothing_Urban_Upcycle_Top.png","description":"The Urban Upcycle Top is a short-sleeved shirt made from scraps of other clothing. The main part consists of a dirty white shirt covered in vertical turquoise stripes. The dirty white buttons are featured on both the placket and the collar. The sleeves are slightly baggy and reach to the wearer's elbows. The shirt's sides are made of an unspecified black shirt with the fabric extending to the pocket and the collar stand. The patchwork parts are also shorter than the shirt proper, making the hems and cuffs unmatching. The back consists of a stripe of white material in a gray checked pattern. A small Emberz label is sewn to the shirt's hem, cut in two by different fabrics."}]
