[{"id":4,"category":"clothing","name":"Anchor_Sweat","brand":"SquidForce","price":"2800","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/43/S3_Gear_Clothing_Anchor_Sweat.png","description":"The Anchor Sweat is a gray pullover sweatshirt with an anchor design on the front printed in a very light gray. Below the anchor is the Inkling text from SquidForce's logo, and on the back is more Inkling text, also light gray."},{"id":28,"category":"clothing","name":"Basic_Tee","brand":"SquidForce","price":"300","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/04/S3_Gear_Clothing_Basic_Tee.png","description":"In general, the Basic Tee is a short-sleeved, yellow T-shirt with some dark yellow Inkling letters and a pin bearing the a green and yellow cartoon squid (which is referred to as \"Jr. Mark\" when viewed as a mem cake) on the front. On the back is the same Jr. Mark symbol in dark yellow with white eyes and a different white Inkling text displayed below it."},{"id":32,"category":"clothing","name":"Black_Anchor_Tee","brand":"SquidForce","price":"2800","ability":"Respawn_Punisher","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/96/S3_Gear_Clothing_Black_Anchor_Tee.png","description":"The Black Anchor Tee is a short-sleeved, black T-shirt. On the front is a large, black and white crest with an anchor design, and on the bottom is a small blue tag with a tiny, white anchor on it. On the back of the shirt is the symbol for Ranked Battles, with some white Inkling text below it."},{"id":35,"category":"clothing","name":"Black_Layered_LS","brand":"SquidForce","price":"500","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fd/S3_Gear_Clothing_Black_Layered_LS.png","description":"The Black Layered LS consists of a very dark gray, not black, short-sleeved T-shirt and the long-sleeved white T-shirt worn under it. On the front of the shirt is the Inkling text from the SquidForce logo in black and blue with a white outline. This is repeated on the back, with some sort of red and yellow creature beneath it. At the bottom of the short-sleeved shirt is a tiny purple tag with the SquidForce logo in white, and the end of the long-sleeved shirt can just be seen poking out just below it."},{"id":40,"category":"clothing","name":"Black_Tee","brand":"SquidForce","price":"400","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/47/S3_Gear_Clothing_Black_Tee.png","description":"The Black Tee is a short-sleeved black T-shirt. On the front are some large Inkling letters printed in white, and at the bottom is a tiny purple tag with the Squidforce logo in white. On the lower back is more white Inkling text, but much smaller than that on the front."},{"id":47,"category":"clothing","name":"Camo_Layered_LS","brand":"SquidForce","price":"600","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d7/S3_Gear_Clothing_Camo_Layered_LS.png","description":"The Camo Layered LS consists of a White Tee and a long-sleeved T-shirt with an olive green camouflage pattern worn under it. The end of the shirt can just be seen poking out just below the White Tee."},{"id":55,"category":"clothing","name":"Crispy_Crustume","brand":"SquidForce","price":"0","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/69/S3_Gear_Clothing_Crispy_Crustume.png","description":"The Crispy Crustume is a sleeveless orange coat which resembles a piece of breaded and fried food, similar to the jacket worn by Crusty Sean in Splatoon and Splatoon 2. There is a zipper on the back."},{"id":103,"category":"clothing","name":"Layered_Anchor_LS","brand":"SquidForce","price":"4000","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b2/S3_Gear_Clothing_Layered_Anchor_LS.png","description":"The Layered Anchor LS consists of a burgundy short-sleeved T-shirt and the dark gray long-sleeved T-shirt worn underneath it. On the front of the short-sleeved shirt is a black and white anchor design based off of the Ranked Battle logo, with the original logo on the back above some white Inkling text. On the front side of the hem is a small blue tag with an even smaller anchor on it in white, and the end of the long-sleeved shirt can just be seen poking out just below it."},{"id":129,"category":"clothing","name":"Octosquid_Tandem_Tee","brand":"SquidForce","price":"300","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b7/S3_Gear_Clothing_Octosquid_Tandem_Tee.png","description":"The Octosquid Tandem Tee is a short-sleeved T-Shirt made from 2 shirts attached to each other. On the left is a larger black shirt, with a squid and octopus badge. On the right is a smaller yellow shirt. Both parts have a large design printed on them."},{"id":151,"category":"clothing","name":"Retro_Sweat","brand":"SquidForce","price":"9000","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6c/S3_Gear_Clothing_Retro_Sweat.png","description":"The Retro Sweat is a dull pink pullover sweatshirt. On the front is a simple black line drawing of Judd, with the Inkling text from the SquidForce logo below it, also in black."},{"id":177,"category":"clothing","name":"Squidmark_LS","brand":"SquidForce","price":"600","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/88/S3_Gear_Clothing_Squidmark_LS.png","description":"The Squidmark LS is a gray, long-sleeved T-shirt adorned with a large white and gray Turf War logo graphic in the center. A pink tag with the same logo is present on the bottom left of the shirt's hem. Down the sides of each sleeve are three Turf War logos, also colored white and gray. On the back hem of the shirt is some black Inkling text."},{"id":178,"category":"clothing","name":"Squidmark_Sweat","brand":"SquidForce","price":"800","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Clothing_Squidmark_Sweat.png","description":"The Squidmark Sweat is a yellow sweatshirt. On the front of the shirt is a black SquidForce logo. On the back of the shirt are many more words written in Inkling. The right sleeve also bears a green tag with another SquidForce logo on it."},{"id":195,"category":"clothing","name":"Tri-Octo_Tee","brand":"SquidForce","price":"300","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7f/S3_Gear_Clothing_Tri-Octo_Tee.png","description":"The Tri-Octo Tee is a short-sleeved, black T-shirt with the Octopus Logo 3 on its front and a line of white text on its rear-bottom. A dark red SquidForce label is sewn on the hem."},{"id":196,"category":"clothing","name":"Tri-Shred_Tee","brand":"SquidForce","price":"530","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b9/S3_Gear_Clothing_Tri-Shred_Tee.png","description":"The Tri-Shred Tee resembles a badly-damaged Tri-Squid Tee, whose white color has turned tan, and whose logo has turned from black to white."},{"id":197,"category":"clothing","name":"Tri-Squid_Tee","brand":"SquidForce","price":"300","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d7/S3_Gear_Clothing_Tri-Squid_Tee.png","description":"The Tri-Squid Tee is a short-sleeved, white T-shirt with a Squid Logo 3 on its front and a line of black Inkling text on its rear-bottom part. A brown SquidForce label is sewn on the hem."},{"id":209,"category":"clothing","name":"White_Anchor_Tee","brand":"SquidForce","price":"2800","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3a/S3_Gear_Clothing_White_Anchor_Tee.png","description":"The White Anchor Tee is a short-sleeved, white T-shirt. On the front is a large, black and white crest with an anchor design, and on the bottom is a small blue tag with a tiny white anchor on it. On the back of the shirt is the symbol for Ranked Battles, with some black Inkling text below it."},{"id":212,"category":"clothing","name":"White_Layered_LS","brand":"SquidForce","price":"500","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/82/S3_Gear_Clothing_White_Layered_LS.png","description":"The White Layered LS consists of a white, short-sleeved T-shirt and the long-sleeved burgundy T-shirt worn under it. On the front of the short-sleeved T-shirt is the Inkling text from the SquidForce logo in white and blue with a black outline. This is repeated on the back, with an unknown red and yellow creature beneath it. At the bottom of the short-sleeved shirt is a small purple tag with the SquidForce logo in white, and the hem of the long-sleeved shirt can be seen just below it."},{"id":213,"category":"clothing","name":"White_LS","brand":"SquidForce","price":"600","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/19/S3_Gear_Clothing_White_LS.png","description":"The White LS is a long-sleeved white T-shirt, hence the name. On the front is SquidForce's name in teal Inkling text, on the back is some similarly colored text and a small Squidforce logo, and on the left side of the hem is a small purple tag with another SquidForce logo in white."},{"id":217,"category":"clothing","name":"White_Tee","brand":"SquidForce","price":"400","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/60/S3_Gear_Clothing_White_Tee.png","description":"The White Tee is a white, short-sleeved T-shirt. On the front are some Inkling letters printed in black, and on the bottom is a small purple tag with the SquidForce logo. It is similar in design to the Black Tee."},{"id":218,"category":"clothing","name":"White_V-Neck_Tee","brand":"SquidForce","price":"3800","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/cd/S3_Gear_Clothing_White_V-Neck_Tee.png","description":"The White V-Neck Tee is a white, short-sleeved tee shirt with gray reflective logos on the chest and back. On the hem is a blue triangular tag with a SquidForce logo in white. The shirt comes with fingerless gloves that are black and gray on the outside, and pink and blue on the palms."},{"id":220,"category":"clothing","name":"Yellow_Layered_LS","brand":"SquidForce","price":"500","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/33/S3_Gear_Clothing_Yellow_Layered_LS.png","description":"The Yellow Layered LS consists of a dull yellow, short-sleeved T-shirt and the gray, long-sleeved T-shirt worn under it. On the front of the short-sleeved T-shirt are some Inkling letters printed in white, and on the bottom is a small purple tag with the SquidForce logo, also in white. The hem of the long-sleeved T-shirt can just be seen poking out just below it."}]
