[{"id":30,"category":"clothing","name":"Berry_Ski_Jacket","brand":"Inkline","price":"3900","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0f/S3_Gear_Clothing_Berry_Ski_Jacket.png","description":"The Berry Ski Jacket is a heavy purple and pink jacket with a large collar and a hood with short drawstrings on the front. On the left side of the chest, just below an Inkline logo, is a small pocket with a zipper on the side. There is a similar pocket on the left arm."},{"id":38,"category":"clothing","name":"Black_Ranger_Vest","brand":"Inkline","price":"6000","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/24/S3_Gear_Clothing_Black_Ranger_Vest.png","description":"The Black Ranger Vest is a black vest worn over a dark green, short-sleeved, buttoned-up shirt. The vest consists of two fabric parts with large pockets held together by a pair of black straps and based on the wearer's shoulders with a pair of black belts."},{"id":42,"category":"clothing","name":"Blue_Peaks_Tee","brand":"Inkline","price":"400","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/20/S3_Gear_Clothing_Blue_Peaks_Tee.png","description":"The Blue Peaks Tee is a dull blue short-sleeved T-shirt. It has the Inkline logo on the front in white and a tiny purple tag at the left side of the wearer's waist. On the back is a small line of Inkling writing."},{"id":53,"category":"clothing","name":"Cream_Tundra_Fleece","brand":"Inkline","price":"3500","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Clothing_Cream_Tundra_Fleece.png","description":"The Cream Tundra Fleece is a tan fleece jacket with darker tan zippers and a dark green pocket."},{"id":63,"category":"clothing","name":"Dusty_Field_Jacket","brand":"Inkline","price":"3400","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f9/S3_Gear_Clothing_Dusty_Field_Jacket.png","description":"The Dusty Field Jacket is a pale orange field jacket with bright orange buttons and soft texture. The jacket possesses two pockets with one on each side and a smaller one with a long, dark gray zipper on the left part of the wearer's chest. The collar and cuffs are dark green. Old version of Inkline logo is sewn to the upper part of the left sleeve."},{"id":72,"category":"clothing","name":"Forest_Vest","brand":"Inkline","price":"11000","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a4/S3_Gear_Clothing_Forest_Vest.png","description":"The Forest Vest consists of a dull green down vest and the dark purple, plaid-patterned, button-down shirt worn underneath. The vest has a slightly shiny texture and six dark gray buttons, two of which are on a pair of pockets. Toward the top it has sections of light and dark gray, and the lining is a dull yellow. The bottom of the plaid shirt pokes out loosely from beneath the vest."},{"id":83,"category":"clothing","name":"Green_Striped_LS","brand":"Inkline","price":"700","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Clothing_Green_Striped_LS.png","description":"The Green Striped LS is a green long-sleeved T-shirt. It has three sets of three horizontal white stripes separated by large sections of green, with the sleeves bearing a similar pattern of stripes, but with two sets of three and two sets of two. On the lower left side of the shirt is a tiny purple tag with what is presumably Inkline's name in white Inkling text."},{"id":98,"category":"clothing","name":"Ivory_Peaks_Tee","brand":"Inkline","price":"400","ability":"Haunt","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/40/S3_Gear_Clothing_Ivory_Peaks_Tee.png","description":"The Ivory Peaks Tee is a cream-colored short-sleeved T-shirt. It has the Inkline logo on the front in pink and a tiny blue tag at the left side of the wearer's waist."},{"id":101,"category":"clothing","name":"Khaki_Ranger_Vest","brand":"Inkline","price":"4200","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/ce/S3_Gear_Clothing_Khaki_Ranger_Vest.png","description":"The Khaki Ranger Vest is a khaki vest worn over a dirty white, short-sleeved, buttoned-up shirt. The vest consists of two fabric parts with large pockets held together by a pair of black straps and based on the wearer's shoulders with a pair of rotten green belts."},{"id":109,"category":"clothing","name":"Lime_Ski_Jacket","brand":"Inkline","price":"3370","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b3/S3_Gear_Clothing_Lime_Ski_Jacket.png","description":"The Lime Ski Jacket is a bicolour ski jacket. It possesses a large collar and a hood with a pair of short light grey drawstrings. Beneath the hood, a black section splits the garment in half, extending to the sides and outer sleeves. A few stripes of off white can be seen on the shoulders and on the back. A white old version Inkline logo is engraved on the chest. The new version of the logo is stitched to the right upper arm, above a different red logo."},{"id":116,"category":"clothing","name":"Matcha_Down_Jacket","brand":"Inkline","price":"9100","ability":"Ninja_Squid","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1e/S3_Gear_Clothing_Matcha_Down_Jacket.png","description":"The Matcha Down Jacket is a yellow, long-sleeved down jacket layered with a blue, unzipped zip over a red shirt. On the left breast is an embroidered Inkline logo."},{"id":120,"category":"clothing","name":"Mountain_Vest","brand":"Inkline","price":"11000","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d4/S3_Gear_Clothing_Mountain_Vest.png","description":"The Mountain Vest consists of a purple down vest and a blue and white plaid button-down shirt worn underneath. The vest has a slightly shiny and wrinkly texture along with seven white buttons, two of which are on a pair of pockets near the bottom of the vest. Toward the top of the vest are sections of light and dark gray. The inside of the vests' collar consists of a dull yellow. The bottom of the plaid shirt pokes out loosely from beneath the vest. On the back of the vest underneath the collar is an Inkline logo, as well."},{"id":130,"category":"clothing","name":"Olive_Ski_Jacket","brand":"Inkline","price":"11000","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/40/S3_Gear_Clothing_Olive_Ski_Jacket.png","description":"The Olive Ski Jacket is a heavy, olive green jacket with a large collar and a hood with short drawstrings on the front. On the left side of the chest, just below an Inkline logo, is a small pocket with a zipper on the side. There is a similar pocket on the left arm."},{"id":182,"category":"clothing","name":"Striped_Peaks_LS","brand":"Inkline","price":"700","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/dd/S3_Gear_Clothing_Striped_Peaks_LS.png","description":"The Striped Peaks LS is a gray, long-sleeved T-shirt with a white collar. It has three sets of three horizontal dark gray stripes separated by large sections of lighter gray, with the sleeves bearing a similar pattern of stripes, but with two sets of three and two sets of two. It has the Inkline logo on the front in white and a tiny purple tag at the lower left side with Inkline's name in white Inkling text. On the lower back is some more Inkling text, also white."}]
