[{"id":12,"category":"shoes","name":"Banana_Basics","brand":"Krak-On","price":"400","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/06/S3_Gear_Shoes_Banana_Basics.png","description":"The Banana Basics are a pair of lo-top canvas shoes. They are mainly yellow but fade to a light green towards the heel, hence the name. The laces are yellow, and the toe cap and sole border are white. The patterned soles are light brown and feature the Krak-On logo in their centers. The Krak-On logo is also featured on a small white tag on the front tongue of the shoe."},{"id":25,"category":"shoes","name":"Blue_Slip-Ons","brand":"Krak-On","price":"400","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/39/S3_Gear_Shoes_Blue_Slip-Ons.png","description":"The Blue Slip-Ons are a pair of dark blue canvas slip-ons with a thin stripe of lighter blue at the top of the tongue. The interior is white, the sole is yellow-orange, and the heel is a slightly darker blue. Krak-On's white/hot magenta name patch are in their talons while their logo is under the yellow sole."},{"id":26,"category":"shoes","name":"Blueberry_Casuals","brand":"Krak-On","price":"700","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/99/S3_Gear_Shoes_Blueberry_Casuals.png","description":"The Blueberry Casuals are mainly dark blue with green shoelaces and green soles. They have a slightly angled checkered pattern at the backside in alternating shades of blue and purple."},{"id":30,"category":"shoes","name":"Choco_Clogs","brand":"Krak-On","price":"1800","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/db/S3_Gear_Shoes_Choco_Clogs.png","description":"The Choco Clogs are dark brown felt slip-on clogs with beige soles. They are secured to the wearer's feet by brown straps buckled at the ankle and are worn with loose, pale blue-green socks made of what could be wool. The soles are decorated with a rhombus pattern."},{"id":32,"category":"shoes","name":"Clownfish_Basics","brand":"Krak-On","price":"500","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/20/S3_Gear_Shoes_Clownfish_Basics.png","description":"The Clownfish Basics are lo-top canvas shoes colored mainly dark orange with white horizontal stripes stretching across, resembling a clownfish's pattern, hence the name, \"Clowfish Basics\". It has black shoelaces and a white toecap and sole border. The light brown patterned soles feature the Krak-On logo, which is also seen on the tongue of the shoe."},{"id":34,"category":"shoes","name":"Cream_Hi-Tops","brand":"Krak-On","price":"500","ability":"Stealth_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ae/S3_Gear_Shoes_Cream_Hi-Tops.png","description":"The Cream Hi-Tops are a pair of cream-colored canvas high-tops with matching laces. The toe is white and the sole is brown with a Krak-On logo. At the top of the tongue is a very small Krak-On logo on a white label."},{"id":54,"category":"shoes","name":"Hunter_Hi-Tops","brand":"Krak-On","price":"500","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4f/S3_Gear_Shoes_Hunter_Hi-Tops.png","description":"The Hunter Hi-Tops are a pair of dark green canvas high-tops. The toe and laces are white and the sole is brown with a Krak-On logo. At the top of the tongue is a very small Krak-On logo on a white label."},{"id":77,"category":"shoes","name":"Oyster_Clogs","brand":"Krak-On","price":"600","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ad/S3_Gear_Shoes_Oyster_Clogs.png","description":"The Oyster Clogs are gray felt slip-on clogs with bright pink soles. They are secured to the wearer's feet by brown straps buckled at the ankle and are worn with loose green socks. The soles are decorated with a rhombus pattern."},{"id":82,"category":"shoes","name":"Plum_Casuals","brand":"Krak-On","price":"2000","ability":"Object_Shredder","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d5/S3_Gear_Shoes_Plum_Casuals.png","description":"The Plum casuals are plum colored mid-top shoes with denim blue sides. They have yellow lacing and yellow soles, as well as a silver badge depicting Krak-On's logo."},{"id":99,"category":"shoes","name":"Red_Hi-Tops","brand":"Krak-On","price":"1800","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f4/S3_Gear_Shoes_Red_Hi-Tops.png","description":"The Red Hi-Tops are a pair of bright red canvas high-tops. The toe and laces are white and the sole is brown with a Krak-On logo. At the top of the tongue is a very small Krak-On logo on a white label."},{"id":101,"category":"shoes","name":"Red_Slip-Ons","brand":"Krak-On","price":"300","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1f/S3_Gear_Shoes_Red_Slip-Ons.png","description":"The Red Slip-Ons are a simple pair of dark red canvas slip-ons with a thin stripe of darker red at the top of the tongue. The sole and interior are white, and the heel is a bright yellow-orange with another small section of dark red and Krak-On's name in black Inkling text."},{"id":114,"category":"shoes","name":"Squid-Stitch_Slip-Ons","brand":"Krak-On","price":"1500","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/88/S3_Gear_Shoes_Squid-Stitch_Slip-Ons.png","description":"The Squid-Stitch Slip-Ons are a pair of slip-on shoes with a black and white pattern similar to houndstooth. They are white on the inside and sole and black on the heel."}]
