[{"id":55,"category":"shoes","name":"Hunting_Boots","brand":"Splash_Mob","price":"11500","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c5/S3_Gear_Shoes_Hunting_Boots.png","description":"The Hunting Boots are multicolored, rubber hunting boots. The soles are tan with circles on them, the bottoms are blue, the tops are brown and the laces are red."},{"id":67,"category":"shoes","name":"Mawcasins","brand":"Splash_Mob","price":"2400","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a2/S3_Gear_Shoes_Mawcasins.png","description":"The Mawcasins are dark blue shoes in the style of moccasins. Their laces, interiors, and thick, toothed soles are white, as well as the small Splash Mob logo on each heel. On the outer side is a blue and white emblem with a stylized squid above another Splash Mob logo."},{"id":95,"category":"shoes","name":"Red_3-Straps","brand":"Splash_Mob","price":"1400","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8d/S3_Gear_Shoes_Red_3-Straps.png","description":"The Red 3-Straps are a pair of flattish shoes with three thick Velcro straps instead of laces and short, blue-gray socks worn underneath. They are mostly red, with a white stripe toward the bottom and a white zig-zag pattern on both sides. On the topmost strap is the Splash Mob logo in white. The sole has a red stripe going around the entire shoe."},{"id":108,"category":"shoes","name":"Shark_Moccasins","brand":"Splash_Mob","price":"800","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/46/S3_Gear_Shoes_Shark_Moccasins.png","description":"The Shark Moccasins are dark olive shoes in the style of moccasins. They have pale yellow laces, gray interiors, and thick, toothed soles in a dark brown. On the outer side is a yellow and black emblem."},{"id":131,"category":"shoes","name":"White_3-Straps","brand":"Splash_Mob","price":"8700","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7a/S3_Gear_Shoes_White_3-Straps.png","description":"The White 3-Straps are a pair of flattish shoes with three thick Velcro straps instead of laces and short orange socks worn underneath. They are mostly white, with a dark blue stripe toward the bottom. On the topmost strap is the Splash Mob logo in the same dark blue."}]
