[{"id":9,"category":"shoes","name":"Arrow_Toesies_Blu","brand":"Takoroka","price":"980","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/61/S3_Gear_Shoes_Arrow_Toesies_Blu.png","description":"The Arrow Toesies Blu are a pair of boldly coloured sneakers with large golden loops in front of and behind the ankle. The shoes are well ventilated due to a complete lack of heels and toe caps, along with a mesh above the wearer's insteps. This component is partly covered with black arrow-patterned strips, topped with a black semicylinder with a dark grey Takoroka logo. Buttercup elastics connect both halfs of the shoes, with the whole structure attached to a split dirty-white sole with an orange insole."},{"id":10,"category":"shoes","name":"Arrow_Toesies_Purp","brand":"Takoroka","price":"3180","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Shoes_Arrow_Toesies_Purp.png","description":""},{"id":33,"category":"shoes","name":"Crazy_Arrows","brand":"Takoroka","price":"4500","ability":"Stealth_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/89/S3_Gear_Shoes_Crazy_Arrows.png","description":"The Crazy Arrows are bold, multicolored sneakers with a pair of large red loops in front of and behind the ankle. They have many different colors in various patterns, sometimes in the shape of arrows, hence the name. The soles are black and have a pattern of simplified squid tentacles. At the top of the tongue is a small Takoroka logo in yellow-orange on a dark brown background. In Splatoon 2, the white marks towards the tip of the shoe glow in the dark."},{"id":45,"category":"shoes","name":"Force_ReBoots","brand":"Takoroka","price":"899","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/68/S3_Gear_Shoes_Force_ReBoots.png","description":"The Force ReBoots are a pair of crude high-top boots. The boot is mostly metallic gray and black apart from a crimson foxing. The bottom part possesses two straps, with the bottom one being black and the upper one gray with a red Takoroka logo on it's tip. The topmost strap is similarly designed. The tongue is black with a gray label cut in half by a black stripe with a red Takoroka logo in an experimental style."},{"id":63,"category":"shoes","name":"LE_Soccer_Shoes","brand":"Takoroka","price":"7500","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a4/S3_Gear_Shoes_LE_Soccer_Shoes.png","description":"The LE Soccer Shoes are a pair of shiny gray cleats with blue spikes and red-orange laces. They have extended tongues with a small black Takoroka logo each, and the laces are off-center, angled outward. On either side of each shoe is a slightly modified version of the Takoroka logo in dark gray, with a similarly-colored Inkling word printed vertically in on the heel. They come with a pair of long burgundy socks with another Takoroka logo around each one, this time in a dull yellow."},{"id":74,"category":"shoes","name":"Orange_Arrows","brand":"Takoroka","price":"1100","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Shoes_Orange_Arrows.png","description":"The Orange Arrows are boldly colored sneakers with a pair of large dark gray loops in front of and behind the ankle. They are covered in various patterns in orange, white, blue, and dark gray; some of these patterns are in an arrow shape, hence the name. At the top of the tongue is a small Takoroka logo in white on a dark gray background."},{"id":110,"category":"shoes","name":"Slamgerine_Slip-Ons","brand":"Takoroka","price":"7980","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/28/S3_Gear_Shoes_Slamgerine_Slip-Ons.png","description":"The Slamgerine Slip-Ons are a pair of bulky, white slip-ons white numerous orange straps attached. The top hosts two straps attached with a black clasp with a white Takoroka logo. An orange loop extends from the clasp, along with a similar one on the shoe's back. The midsole consists of a wide, arch-resembling pedestal based on the sole. The sole itself is orange, matching the straps colouristically."},{"id":113,"category":"shoes","name":"Soccer_Shoes","brand":"Takoroka","price":"9600","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/de/S3_Gear_Shoes_Soccer_Shoes.png","description":"The Soccer shoes are, as its name implies, a pair of bright orange soccer cleats with dark green spikes and laces. The tongue and the inside of the shoe are black, and the laces are off-center, angled outward. On either side of each shoe is a slightly modified version of the Takoroka logo in white, with a smaller one on the tongue. There is also a small Inkling word printed vertically in white on each heel."},{"id":121,"category":"shoes","name":"Sunset_Orca_Hi-Tops","brand":"Takoroka","price":"3800","ability":"Drop_Roller","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e6/S3_Gear_Shoes_Sunset_Orca_Hi-Tops.png","description":"The Orca Hi-Tops are black and yellow-orange, leather hi-top sneakers. They are mostly black with a yellow-orange stripe along the side, and red-orange stripes on the back. The shoes have black soles."},{"id":132,"category":"shoes","name":"White_Arrows","brand":"Takoroka","price":"2500","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/57/S3_Gear_Shoes_White_Arrows.png","description":"The White Arrows are white sneakers with a pair of large loops in front of and behind the ankle and a gray arrow pattern across the upper area, hence the name. The soles are blue and have a pattern of simplified squid tentacles. At the top of the tongue is a small Takoroka logo in a similar blue and another on the heel, slightly larger."}]
