[{"id":17,"category":"shoes","name":"Black_Trainers","brand":"Tentatek","price":"500","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d7/S3_Gear_Shoes_Black_Trainers.png","description":"The Black Trainers are jet black-colored trainers with blackish-grey lacing. The soles are white with a pink-colored section on the heel. The Tentatek logo is found on the heel."},{"id":23,"category":"shoes","name":"Blue_Sea_Slugs","brand":"Tentatek","price":"800","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/28/S3_Gear_Shoes_Blue_Sea_Slugs.png","description":"The Blue Sea Slugs are a pair of blue sneakers with several sections of black. They have white tongues and black laces, as well as a large black loop on the back. Like all Tentatek shoes, they feature a small Tentatek logo at the top of the tongue."},{"id":38,"category":"shoes","name":"Cyan_Trainers","brand":"Tentatek","price":"700","ability":"Stealth_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/25/S3_Gear_Shoes_Cyan_Trainers.png","description":"The Cyan Trainers are a pair of brightly colored cyan sneakers with sections of black, white, and purple. Like all Tentatek shoes, they feature the Tentatek logo at the top of the tongue."},{"id":56,"category":"shoes","name":"Hyper_Guppies","brand":"Tentatek","price":"1300","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2c/S3_Gear_Shoes_Hyper_Guppies.png","description":"The Hyper Guppies are a pair of predominatly pink gradient slip-on shoes with a woven design. The garment's pallete fades between grey, purple, pink, and sky blue. The front of the shoes features a grey strap with a lighter Tentatek logo and a buckle underneath interacted with brightly coloured laces. A similar strap can also be seen on the back of the shoes. The midsoles are cream white, resting on dirty brown soles."},{"id":57,"category":"shoes","name":"Icy_Down_Boots","brand":"Tentatek","price":"8200","ability":"Stealth_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/73/S3_Gear_Shoes_Icy_Down_Boots.png","description":"The Icy Down Boots are knee-high winter boots with black soles. They are covered in a camouflage pattern in light blue, dark blue, and gray, and along the side is the Inkling text from the Tentatek logo in white. They are cinched at the top with a black string and a lime green fastener modeled after the Tentatek logo, and on the heel is the full Tentatek logo in pink on a white label."},{"id":72,"category":"shoes","name":"Neon_Sea_Slugs","brand":"Tentatek","price":"700","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/82/S3_Gear_Shoes_Neon_Sea_Slugs.png","description":"The Neon Sea Slugs are a pair of neon green sneakers with several sections of black. They have green laces, a large black loop on the back, and, like many Tentatek shoes, a small Tentatek logo at the top of the tongue."},{"id":81,"category":"shoes","name":"Pink_Trainers","brand":"Tentatek","price":"500","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8c/S3_Gear_Shoes_Pink_Trainers.png","description":"The Pink Trainers are a pair of brightly colored pink sneakers with sections of purple and light blue. They have blue laces and, like all Tentatek shoes, the Tentatek logo at the top of the tongue."},{"id":92,"category":"shoes","name":"Purple_Sea_Slugs","brand":"Tentatek","price":"1800","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/36/S3_Gear_Shoes_Purple_Sea_Slugs.png","description":"The Purple Sea Slugs are a pair of vivid purple sneakers with several sections of black. They have black laces, a large black loop on the back, and, like all Tentatek shoes, a small Tentatek logo at the top of the tongue."},{"id":100,"category":"shoes","name":"Red_Sea_Slugs","brand":"Tentatek","price":"8000","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d3/S3_Gear_Shoes_Red_Sea_Slugs.png","description":"The Red Sea Slugs are a pair of red sneakers with several small sections of black fabric, as well as black on the outsole. They have white tongues and red laces, as well as a large black loop on the back. Like all Tentatek shoes, they feature a small Tentatek logo at the top of the tongue."},{"id":112,"category":"shoes","name":"Snowy_Down_Boots","brand":"Tentatek","price":"8000","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b6/S3_Gear_Shoes_Snowy_Down_Boots.png","description":"The Snowy Down Boots are milk-white, knee-high winter boots with dull red and black soles. Along the side is the Inkling text from the Tentatek logo in white, along with a white triangle, and they are cinched at the top with a black string and a pink fastener modeled after the Tentatek logo. On the heel is the full Tentatek logo in pink on a white label."},{"id":123,"category":"shoes","name":"Tenya_OctoPurps","brand":"Tentatek","price":"7980","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4d/S3_Gear_Shoes_Tenya_OctoPurps.png","description":""},{"id":124,"category":"shoes","name":"Tenya_OctoReds","brand":"Tentatek","price":"2900","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/08/S3_Gear_Shoes_Tenya_OctoReds.png","description":"The Tenya OctoReds are a pair of large thick red basketball shoes. The trainers are mostly made of a bright-red suede material and wrapped around with two large black straps attached to the midsole, encompassing the shoe's whole width. There is also a third strap, which is much smaller and attached to the tongue's inner side and leaping over it. It also has a Tentatek writing engraved on it. The collar consists of a pad featuring yet another strap with a black buckle baring a number 8. Unlike the other three, it has an adhesive toggle. The collar is rounded on the ends and appears to be bound with the tongue via a black foam, which acts as an insole and a frame for the collar. A cherry heel tab is also present, supporting the wearer's calfs. The outer sides posses a golden grafitti, possibly a signature. The soles are black and fitted into a smooth black midsole, with addition of multiple pale red elements. On the tongue of the shoe a beige Tentatek logo is shown."},{"id":127,"category":"shoes","name":"Turbo_Tabi_Red","brand":"Tentatek","price":"2200","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f6/S3_Gear_Shoes_Turbo_Tabi_Red.png","description":"The Turbo Tabi Red are a pair of vibrant red shoes resembling tabi socks. The front is black with a cut in the middle, giving it a hoof-like appearance. The top possesses various round, pink stains, a black frame with laces, and a tongue with the old version Tentatek logo in black. The outer side is covered in a large, black Tentatek logo and the back has a black strap."},{"id":129,"category":"shoes","name":"U_Jellys","brand":"Tentatek","price":"2200","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a6/S3_Gear_Shoes_U_Jellys.png","description":"The U Jellys are a pair of laceless sneakers with silvery blue straps overlapping the top of the shoes. The upper part is deep red with neon green and purple colour splashes sprinkled over it, with the rear covered in more distanced, lime dots. The midsoles are white with their backs being higher and storing beige cushions. The soles are black, as well as two different sized rings, with the former acting as a tongue and the latter attached to the foxing with an addition of a same-coloured element extending to the midsole. A luminescent Tentatek logo can be seen on the soles."},{"id":130,"category":"shoes","name":"Wasabi_Tabi","brand":"Tentatek","price":"10500","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/36/S3_Gear_Shoes_Wasabi_Tabi.png","description":"The Wasabi Tabi are a pair of pastel red socks worn with sandals attached to wearer's feet via a set of black straps. The sandals are shaped to resemble two-toed feet, with most of the elements being lime with the sole being beige and the outsole gray. The shoes also have tiny spikes on the outer sides and a foxing in form of a large, luminescent Tentatek logo. The white version of the logo can be found on top of the straps and on the socks' sides."}]
