[{"id":19,"category":"shoes","name":"Blu-Shift_Moto_Boots","brand":"Rockenberg","price":"12000","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/18/S3_Gear_Shoes_Blu-Shift_Moto_Boots.png","description":"The Blu-Shift Moto Boots are a pair of professional motocross boots. Mostly pitch black, the shoes consist of numerous parts of various texture and material. The first layer seems to be dark blue, covered by black armour. Then two metallic blue straps, the smaller on the vamp and the larger around the wearer's calf, finish the whole construction. A few bare metal elements can be seen, such as screws on the upper strap, a small triangle on the outer side and the chunky outsole."},{"id":22,"category":"shoes","name":"Blue_Moto_Boots","brand":"Rockenberg","price":"10800","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/92/S3_Gear_Shoes_Blue_Moto_Boots.png","description":"The Moto Boots are a pair of dark blue motorcycle boots. They are tipped with a thick chunk of metal and have dark gray soles. On the front is a round design in yellow, white, orange and magenta, and on the side are three straps."},{"id":29,"category":"shoes","name":"Cherry_Kicks","brand":"Rockenberg","price":"2400","ability":"Stealth_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/ae/S3_Gear_Shoes_Cherry_Kicks.png","description":"The Cherry Kicks are a pair of shiny pink shoes with chunky black soles. Along the toe is a triangular pattern above a thin stripe, both of which are black. The laces, also black, are fairly small and only extend part of the way down the shoe, and at the heel is another black decoration. The inside of the shoe is a very dark brown."},{"id":36,"category":"shoes","name":"Cuttlefish_Sandies","brand":"Rockenberg","price":"850","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/84/S3_Gear_Shoes_Cuttlefish_Sandies.png","description":"The Cuttlefish Sandies are a pair of brown, leather huarache. The wearer's feet are held in place with many leather straps attached to a strip resembling a fishtail with a Rockenberg logo engraved on its upper part. The midsole is noticeably darker and sewn together with a black sole."},{"id":40,"category":"shoes","name":"Dark-Roast_Boaties","brand":"Rockenberg","price":"2200","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/90/S3_Gear_Shoes_Dark-Roast_Boaties.png","description":"The Dark-Roast Boaties are a pair of dark-brown boat shoes with numerous black straps with golden edges. The straps can be found on the shoes' sides and on the top acting as laces. The front is sewn with pale yellow stitches and the sole is black."},{"id":60,"category":"shoes","name":"Kid_Clams","brand":"Rockenberg","price":"9500","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e7/S3_Gear_Shoes_Kid_Clams.png","description":"The Kid Clams are light brown, leather, double monk strap dress shoes. The toe is a darker brown than the rest of the shoe."},{"id":68,"category":"shoes","name":"Moto_Boots","brand":"Rockenberg","price":"3800","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a2/S3_Gear_Shoes_Moto_Boots.png","description":"The Moto Boots are a pair of dark brown motorcycle boots. They are tipped with a thick chunk of metal and have tan soles. On the front is a round design in red, white, and blue, and on the side are three straps."},{"id":69,"category":"shoes","name":"Navy_Red-Soled_Wingtips","brand":"Rockenberg","price":"4600","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9c/S3_Gear_Shoes_Navy_Red-Soled_Wingtips.png","description":"The Navy Red-Soled Wingtips are suede, navy dress shoes with red soles. The laces are a bluer shade of navy than the rest of the shoes."},{"id":86,"category":"shoes","name":"Punk_Cherries","brand":"Rockenberg","price":"9000","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/61/S3_Gear_Shoes_Punk_Cherries.png","description":"The Punk Cherries are a pair of maroon leather boots with thick black soles. They come up to the wearer's calf and have black laces and a large orange loop on the back."},{"id":87,"category":"shoes","name":"Punk_Nights","brand":"Rockenberg","price":"8800","ability":"Intensity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9e/S3_Gear_Shoes_Punk_Nights.png","description":"The Punk Nights are solid black, laced leather boots. They come up to the wearer's calf and have thick soles."},{"id":88,"category":"shoes","name":"Punk_Pinks","brand":"Rockenberg","price":"3600","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c7/S3_Gear_Shoes_Punk_Pinks.png","description":"The Punk Pinks are a pair of pink leather boots with thick black soles. They come up to the wearer's calf and have black laces and a large brown loop on the back."},{"id":89,"category":"shoes","name":"Punk_Whites","brand":"Rockenberg","price":"3800","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/90/S3_Gear_Shoes_Punk_Whites.png","description":"The Punk Whites are a pair of white leather boots with thick black soles. They come up to the wearer's calf and have black laces and a large orange loop on the back."},{"id":90,"category":"shoes","name":"Punk_Yellows","brand":"Rockenberg","price":"3000","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e3/S3_Gear_Shoes_Punk_Yellows.png","description":"The Punk Yellows are a pair of bright yellow leather boots with thick black soles. They come up to the wearer's calf and have black laces and a large orange loop on the back."},{"id":103,"category":"shoes","name":"Red_Work_Boots","brand":"Rockenberg","price":"11000","ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/19/S3_Gear_Shoes_Red_Work_Boots.png","description":"The Red Work Boots are a pair of red boots with thick, dark brown soles. The laces, which are also brown, are tied very loosely, leaving the top of the shoe and the tongue to hang around the ankles. On the inside of the tongue, a small white Rockenberg logo can be seen on a brown label."},{"id":104,"category":"shoes","name":"Roasted_Brogues","brand":"Rockenberg","price":"1200","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8e/S3_Gear_Shoes_Roasted_Brogues.png","description":"The Roasted Brogues are a pair of blind brogues in a medium brown with dark brown soles and laces. They are worn with thick socks that extend halfway up the calf, adorned with a gray and red check pattern."},{"id":109,"category":"shoes","name":"Skipjack_Work_Boots","brand":"Rockenberg","price":"4800","ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/61/S3_Gear_Shoes_Skipjack_Work_Boots.png","description":"The Skipjack Work Boots are a pair of work boots with an asymmetrical appearance. They feature various, irregularly painted designs in red, blue, gray and white, with some featuring Rockenberg logo, handwriting or resembling stains of dirt. The right tongue sticks out, while the left is kept in place with neatly tied red laces. The midsole is caramel and the sole is chocolate brown. A barely visible Rockenberg logo is sewn on the tongues."},{"id":116,"category":"shoes","name":"Squink_Wingtips","brand":"Rockenberg","price":"800","ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0e/S3_Gear_Shoes_Squink_Wingtips.png","description":"The Squink Wingtips are wingtip shoes which are colored mainly black and white, and are tied together with black laces. The inside of the shoes are brown, and the soles are dark brown."},{"id":122,"category":"shoes","name":"Tan_Work_Boots","brand":"Rockenberg","price":"3000","ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1f/S3_Gear_Shoes_Tan_Work_Boots.png","description":"The Tan Work Boots are a pair of tan colored boots with thick, dark brown soles. The laces, which are a dull blue, are tied very loosely, leaving the top of the shoe and the tongue to hang around the ankles. On the inside of the tongue, the Rockenberg logo can be seen. The inside of the shoe has an orange stripe around the middle of the ankle."},{"id":128,"category":"shoes","name":"Turquoise_Kicks","brand":"Rockenberg","price":"2800","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/81/S3_Gear_Shoes_Turquoise_Kicks.png","description":"Turquoise Kicks are black and blue on the outside. The insides of the shoes are brown, and their laces appear to be tied in the artwork."},{"id":134,"category":"shoes","name":"White_Kicks","brand":"Rockenberg","price":"1400","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6a/S3_Gear_Shoes_White_Kicks.png","description":"The White Kicks are a pair of white lace-up shoes with thick, black soles. The laces and the pull tab are both red, while the inside of the shoe is a light orange. In an arc shaped pattern along the toe box is a black triangle pattern."}]
