[{"id":16,"category":"shoes","name":"Black_Seahorses","brand":"Zink","price":"2000","ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7b/S3_Gear_Shoes_Black_Seahorses.png","description":"The Black Seahorses are a pair of black sneakers with white soles and the arrow from the Zink logo, also in white, on both sides. On the tongue is the full Zink logo in black and white. There is also a small section of white just above each heel."},{"id":31,"category":"shoes","name":"Chocolate_Dakroniks","brand":"Zink","price":"1700","ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2f/S3_Gear_Shoes_Chocolate_Dakroniks.png","description":"The Chocolate Dakroniks are chocolate-brown sneakers. The soles of the shoes are cream-colored and the laces are thick, being colored with a slightly lighter shade of brown than the rest of the shoe. The sides of the shoe each have a white zig-zagging arrow that connect in the back to a squid-like shape with grey Inkling text in the center of it. On the tongue of the shoe is some dark brown Inkling text. To the left near the collar of the shoe is a blue tag also containing white Inkling text."},{"id":37,"category":"shoes","name":"Cyan_Dadfoot_Sandals","brand":"Zink","price":"650","ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/45/S3_Gear_Shoes_Cyan_Dadfoot_Sandals.png","description":"The Cyan Dadfoot Sandals are a pair of cyan Velcro sandals with Zink logo soles worn with magenta, white, and blue spotted pattern socks. Zink logo text is embedded into the bottom Velcro strap of the sandal."},{"id":49,"category":"shoes","name":"Gold_Hi-Horses","brand":"Zink","price":"7000","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0e/S3_Gear_Shoes_Gold_Hi-Horses.png","description":"The Gold Hi-Horses are a pair of shiny gold hi-tops with black laces and soles. They have a large black version of Zink's logo on the side as well as a small white logo on the black tongue of the Gold Hi-Horses. They also appear to be slightly bigger in the exterior than most other shoes, though they do not affect the wearer's height."},{"id":75,"category":"shoes","name":"Orange_Dadfoot_Sandals","brand":"Zink","price":"650","ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1c/S3_Gear_Shoes_Orange_Dadfoot_Sandals.png","description":"The Orange Dadfoot Sandals are a pair of orange Velcro sandals with Zink logo soles worn with turquoise and light green spotted pattern socks. Zink logo text is embedded into the bottom Velcro strap of the sandal."},{"id":80,"category":"shoes","name":"Pink_Dadfoot_Sandals","brand":"Zink","price":"650","ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0d/S3_Gear_Shoes_Pink_Dadfoot_Sandals.png","description":"The Pink Dadfoot Sandals are a pair of magenta Velcro sandals with Zink logo soles worn with white socks adorned with two black rings near the top. Zink logo text is embedded into the bottom Velcro strap of the sandal."},{"id":91,"category":"shoes","name":"Purple_Hi-Horses","brand":"Zink","price":"1000","ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1b/S3_Gear_Shoes_Purple_Hi-Horses.png","description":"The Purple Hi-Horses are a dark blue-purplish color with a white Zink arrow on each side. There is a smaller version of the Zink logo above the gray lace, and around the lace is neon yellow. The soles are the same color gray as the laces."},{"id":98,"category":"shoes","name":"Red_Hi-Horses","brand":"Zink","price":"800","ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b8/S3_Gear_Shoes_Red_Hi-Horses.png","description":"The Red Hi-Horses appear to be mainly red hi-top basketball shoes with white laces. On the sides of the shoes, the white arrow from Zink's logo can be seen, with the logo itself being seen on the top black tongue of the shoe. The soles are white, and feature an arrow pattern. The shoe also features six small holes near the toecap."},{"id":136,"category":"shoes","name":"White_Seahorses","brand":"Zink","price":"600","ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d1/S3_Gear_Shoes_White_Seahorses.png","description":"The White Seahorses are a pair of white sneakers with orange soles and the arrow from the Zink logo, also in orange, on both sides. The laces and interior are orange, and on the tongue is the full Zink logo in black and white."},{"id":138,"category":"shoes","name":"Yellow_Seahorses","brand":"Zink","price":"1500","ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/ce/S3_Gear_Shoes_Yellow_Seahorses.png","description":"The Yellow Seahorses are a pair of yellow sneakers with green soles and the arrow from the Zink logo, also in green, on both sides. The laces and interior are green, and on the tongue is the full Zink logo in black and white."},{"id":142,"category":"shoes","name":"Zombie_Hi-Horses","brand":"Zink","price":"800","ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/eb/S3_Gear_Shoes_Zombie_Hi-Horses.png","description":"The Zombie Hi-Horses appear mainly blue, with a white Zink logo on the side. They have orange soles and tongues, and purple laces. Another, smaller image of the Zink logo can be found at the top of the tongue."}]
