[{"id":52,"category":"headgear","name":"Full-Moon_Glasses","brand":"Krak-On","price":600,"ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/37/S3_Gear_Headgear_Full-Moon_Glasses.png","description":"The Full Moon Glasses are a pair of round glasses with light tortoiseshell frames; the only non-tortoiseshell parts are its gray hinges. The glasses sit rather low on the face, with the bottom part of the lenses almost in line with the wearer's mouth."},{"id":62,"category":"headgear","name":"Hickory_Work_Cap","brand":"Krak-On","price":8700,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c2/S3_Gear_Headgear_Hickory_Work_Cap.png","description":"The Hickory Work Cap is a soft, short-billed hat with pinstripes in white and in a darker, duller shade of the wearer's ink. On the front is a white square containing the  Krak-On logo."},{"id":90,"category":"headgear","name":"Paisley_Bandana","brand":"Krak-On","price":750,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fc/S3_Gear_Headgear_Paisley_Bandana.png","description":"The Paisley Bandana is a large bandana that changes color to match that of the wearer's Ink and covers their face from the nose down. The upper half is patterned with rows of small vertical lines that alternate between white and a darker version of the wearer's Ink, and the lower half has a paisley design, similarly colored. The bandana is tied in a knot on the back of the head, where its patterning remains the same."},{"id":150,"category":"headgear","name":"Two-Stripe_Mesh","brand":"Krak-On","price":700,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/cc/S3_Gear_Headgear_Two-Stripe_Mesh.png","description":"The Two-Stripe Mesh is a baseball cap with a mesh back and solid front, as well as two horizontal lines around the back. The brim, front, and lower of the two lines change color to match that of the wearer's ink, with the upper line always being dark gray. On the front is the Krak-On logo in black and yellow next to some black Inkling text on a white background. At the back of the cap is a white adjustable strap."},{"id":157,"category":"headgear","name":"Woolly_Urchins_Classic","brand":"Krak-On","price":3800,"ability":"Comeback","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Headgear_Woolly_Urchins_Classic.png","description":"The Woolly Urchins Classic is a black cap with an Inkling symbol on the front. The underside of the brim of the cap changes color to match the wearer's ink. On the back of the cap in the bottom left is what appears to be inkling text, or some sort of graffiti."}]
