[{"id":18,"category":"headgear","name":"Blowfish_Bell_Hat","brand":"Firefin","price":850,"ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/43/S3_Gear_Headgear_Blowfish_Bell_Hat.png","description":"The Blowfish Bell Hat is a simple, bell-shaped hat with a soft-looking and somewhat grainy texture. It changes color to match that of the wearer's ink and has a tiny, black and white version of the Firefin logo on the front."},{"id":24,"category":"headgear","name":"Camo_Mesh","brand":"Firefin","price":1400,"ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/09/S3_Gear_Headgear_Camo_Mesh.png","description":"The Camo Mesh is a baseball cap with a mesh back and solid front. The brim and mesh are completely covered in a camouflage pattern that changes color to match that of the wearer's ink, and on the front is Firefin's name in stylized white Inkling text."},{"id":45,"category":"headgear","name":"Firefin_Facemask","brand":"Firefin","price":650,"ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/89/S3_Gear_Headgear_Firefin_Facemask.png","description":"The Firefin Facemask is a face mask with part of the Firefin logo visible on it. The straps that connect to the ears are black."},{"id":46,"category":"headgear","name":"FishFry_Biscuit_Bandana","brand":"Firefin","price":1250,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Headgear_FishFry_Biscuit_Bandana.png","description":"The FishFry Biscuit Bandana is a bandana with a paisley-like design that incorporates elements of the Firefin logo. The bandana's color is an inverted version of the wearer's ink color or a variation of it. The bandana is wrapped around the wearer's head and knotted at the front."},{"id":47,"category":"headgear","name":"FishFry_Visor","brand":"Firefin","price":500,"ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/51/S3_Gear_Headgear_FishFry_Visor.png","description":"The FishFry Visor a somewhat large visor with a thick dark gray band. It is decorated with the Firefin logo on the left side towards the front, with a small symbol next to it. The brim, Firefin logo, small symbol, and a section of the band in the back all change color to match that of the wearer's ink, though they do not always match it exactly."},{"id":73,"category":"headgear","name":"Jet_Cap","brand":"Firefin","price":700,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4e/S3_Gear_Headgear_Jet_Cap.png","description":"The Jet Cap is a patchwork baseball cap with a white brim and front patch. The patterned patches of the cap changes color to fit the wearer's ink. From left to right, a FishFry silhouette in a uneven pattern, plain, pale \"X\" pattern, and a half of Firefin text logo conspicuously visible, and the brim features grey Inkling numerals that resembles the number 2014. The hat is worn at a slightly crooked angle. Finished with a dark grey strapping closure."},{"id":75,"category":"headgear","name":"Jungle_Hat","brand":"Firefin","price":9000,"ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/15/S3_Gear_Headgear_Jungle_Hat.png","description":"The Jungle Hat is a floppy wide-brimmed, Boonie hat, completely covered in a camouflage pattern that changes color to match that of the wearer's Ink, with the band being slightly duller."},{"id":76,"category":"headgear","name":"Knitted_Hat","brand":"Firefin","price":1400,"ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a2/S3_Gear_Headgear_Knitted_Hat.png","description":"The Knitted Hat is a solid-colored knit cap. It changes color to match the wearer's ink. Along the front is the Firefin name in white lettering and on the left side is a metal Firefin logo."},{"id":85,"category":"headgear","name":"Octoglasses","brand":"Firefin","price":8800,"ability":"Last-Ditch_Effort","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/86/S3_Gear_Headgear_Octoglasses.png","description":"The Octoglasses are a pair of red sunglasses that are worn by resting on the forehead of the player. The glasses are a shade of deep red with two gold circles to mimic an octopus' suckers. The lenses are transparent, and are tinted a dark color."}]
