[{"id":13,"category":"headgear","name":"Barrelfish_Home_Helmet","brand":"Forge","price":3500,"ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/50/S3_Gear_Headgear_Barrelfish_Home_Helmet.png","description":"The Barrelfish Home Helmet is a licensedbaseball helmet. The front displays the team's symbol resembling an inverted letter B. The rest is covered in various logos and designs, like the Forge writing on the brim, a sports label on the back between two circle designs, a number resembling 58 above the composition and a thicker writing beneath. The helmet is partly asymmetric and changes the colour to match the wearer's Ink."},{"id":27,"category":"headgear","name":"Cephalo_Pods","brand":"Forge","price":1980,"ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f9/S3_Gear_Headgear_Cephalo_Pods.png","description":"The Cephalo Pods are two black triangle pieces on the character's ears that are attached by a black wire which goes behind the character's head. On the side of the right earbud is a small light that matches the wearer's ink color. They are similar in appearance to bone conduction headphones."},{"id":36,"category":"headgear","name":"Designer_Headphones","brand":"Forge","price":2500,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d8/S3_Gear_Headgear_Designer_Headphones.png","description":"The Designer Headphones are a pair of very stylish headphones. The sides and top are the same color as the wearer's ink, but fade to a yellow-orange at the front regardless of ink color. On both earpieces is a circular design that also changes color based on ink, but not to match - it is generally a complementary color or close to it."},{"id":50,"category":"headgear","name":"Forge_Mask","brand":"Forge","price":1400,"ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Headgear_Forge_Mask.png","description":"The Forge Mask is a mask that covers the wearers face from the nose down. It changes color to a darker shade of the wearer's ink. Forge's name is printed across the front in large white Inkling letters. The interior of the mask is dark gray and there is a series of small holes over the wearer's nose and mouth."},{"id":53,"category":"headgear","name":"Gas_Mask","brand":"Forge","price":11000,"ability":"Tenacity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a7/S3_Gear_Headgear_Gas_Mask.png","description":"The Gas Mask is a full-face black mask with a series of straps securing it to the wearer's head. Both the lenses and a thin stripe on the front filter change to match the color of the wearer's Ink, and unlike most modern military-grade gas masks, it has two side filters instead of one."},{"id":64,"category":"headgear","name":"Hockey_Helmet","brand":"Forge","price":9900,"ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b1/S3_Gear_Headgear_Hockey_Helmet.png","description":"The Hockey Helmet is a hockey helmet that changes color to almost match the wearer's ink. It has a tinted plastic shield over the eyes. On the forehead is the Forge name in white lettering. Various decals adorn the helmet."},{"id":65,"category":"headgear","name":"Home-Team_Catcher","brand":"Forge","price":1960,"ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/da/S3_Gear_Headgear_Home-Team_Catcher.png","description":"The Home-Team Catcher is a catcher's mask, which's design is based on masks made in the 20th century. It features two face pads, which change colour to match the wearer's ink and covered with a metal faceguard attached to the front via numerous straps. The bottom pad is covered with stickers resembling numbers. The head strap is black with white accents and has a red sports label on it's back."},{"id":82,"category":"headgear","name":"Noise_Cancelers","brand":"Forge","price":9200,"ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/31/S3_Gear_Headgear_Noise_Cancelers.png","description":"The Noise Cancelers are a pair of circumaural headphones. They feature large black pads to fully cover the wearer's ears, a silver bar arch that goes over the head, and black wires near the pads. Also near the pads are two covers that change color to match the user's Ink."},{"id":83,"category":"headgear","name":"Ocho_OctoPhones","brand":"Forge","price":3000,"ability":"Opening_Gambit","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b6/S3_Gear_Headgear_Ocho_OctoPhones.png","description":"The Ocho Octophones are a pair of red headphones with a structure resembling the number 8 connecting their housing to the headband. The housing feautures a printed Forge logo. The hinges and ear cups are gold, while cushions and drivers are black."},{"id":84,"category":"headgear","name":"Ocho_OctoPhones_Blancos","brand":"Forge","price":3000,"ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1d/S3_Gear_Headgear_Ocho_OctoPhones_Blancos.png","description":"The Ocho OctoPhones Blancos are a pair of white headphones with a structure resembling the number 8 connecting their housing to the headband. The housing features a printed Forge logo. The hinges and ear cups are gold, while cushions and drivers are black."},{"id":87,"category":"headgear","name":"Octo_Tackle_Helmet_Deco","brand":"Forge","price":8888,"ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/12/S3_Gear_Headgear_Octo_Tackle_Helmet_Deco.png","description":"The Octo Tackle Helmet Deco is a black football helmet. It has three stripes running along the top, one in the middle is white, and two colored stripes that change color to match that of the wearer's ink. On the left side is a logo of a stylized octopus (presumably of a football team named \"Octo Tackle\") that matches the wearer's ink."},{"id":88,"category":"headgear","name":"Paintball_Mask","brand":"Forge","price":10000,"ability":"Comeback","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4e/S3_Gear_Headgear_Paintball_Mask.png","description":"The Paintball mask is a full-face paintball mask with a cap-like visor and a clear lens protecting the wearer's eyes. The mask is primarily light gray, covered in angular patterns which end in arrows, and secured to the wearer's head by two crossed straps. These straps, as well as the pattern on the mask itself, have two colors: black, and the wearer's Ink color. On the forehead portion of the mask is a small stamp of the Splatoon version of the Forge logo."},{"id":91,"category":"headgear","name":"Party_Hard_Hat","brand":"Forge","price":12000,"ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/03/S3_Gear_Headgear_Party_Hard_Hat.png","description":"The Party Hard Hat is a Viking helmet in the style that is typically portrayed in popular culture, though it is not historically accurate. The helmet is silver with a golden trim. The horns are black with the left one glued with a tape sticked in a slapdash manner. On the helmet, various stickers are placed, many display the Squidforce logo. Below the horns are two dirty-orange squid shaped banners. The helmet comes with a pair of glasses with tinted lens and are colored relating to the player's ink color."},{"id":94,"category":"headgear","name":"Pilot_Goggles","brand":"Forge","price":5500,"ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f0/S3_Gear_Headgear_Pilot_Goggles.png","description":"The Pilot Goggles are a large pair of shiny metal goggles with a dark brown strap. They have clear lenses and a ring of small holes around each lens. They are worn on the forehead, rather than over the eyes."},{"id":100,"category":"headgear","name":"Safari_Hat","brand":"Forge","price":2300,"ability":"Last-Ditch_Effort","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/67/S3_Gear_Headgear_Safari_Hat.png","description":"The Safari Hat is a floppy, wide brimmed hat that changes color based on that of the wearer's ink, with the band being considerably lighter than the rest of the hat's dull shade. On the top of the hat is a brown design with a red lobster in the middle, hence the Japanese name \"Lobster Boonie\". It also has a thin black string securing it to the wearer's head."},{"id":102,"category":"headgear","name":"Scrum_Cap","brand":"Forge","price":8500,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/54/S3_Gear_Headgear_Scrum_Cap.png","description":"The Scrum Cap is a plain rugby helmet completely covered with horizontally placed tabs, which change colour to match the wearer's ink. The helm features foam intersections in the middle, along the vent holes and the front pad. The rear also features a split sewn with stitches. A black chin strap is attached to the bottom edges. The front possesses a black symmetrical tab with a Forge logo, sandwiched between the intersections."},{"id":110,"category":"headgear","name":"Skull_Bandana","brand":"Forge","price":7800,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/cc/S3_Gear_Headgear_Skull_Bandana.png","description":"The Skull Bandana is a large, dark gray bandana covering the wearer's face from the nose down. On the front is the lower half of a stylized skull with fangs similar to those of an Inkling, and below it, printed very small, is the Inkling text from the Forge logo in white. The bandana is tied in a knot on the back of the head, with some white patterns on and around the knot."},{"id":111,"category":"headgear","name":"Snorkel_Mask","brand":"Forge","price":3000,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Headgear_Snorkel_Mask.png","description":"The Snorkel Mask is a pair of neon wearer's matching ink color swim goggles with a yellow snorkel on the wearer's left side. It has two black straps in the back to keep it in place, and another black strap attaching the snorkel to the goggles. Despite it looking fully functional, it is just for show, as Inklings cannot swim in water in the first place."},{"id":113,"category":"headgear","name":"Special-Forces_Beret","brand":"Forge","price":9700,"ability":"Opening_Gambit","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7d/S3_Gear_Headgear_Special-Forces_Beret.png","description":"The Special-Forces Beret is a military-style beret pushed to the right. It changes color to match that of the wearer's ink, with the exception of the band, the strings in the back, and the flash. The band is black and slightly shiny; the strings, which are quite short, are also black; and the flash, a circular emblem with a fish skeleton and a simplified Splat Charger, is a metallic gray. On the back is the Inkling text from the Forge logo in black."},{"id":114,"category":"headgear","name":"Splash_Goggles","brand":"Forge","price":2800,"ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b0/S3_Gear_Headgear_Splash_Goggles.png","description":"The Splash Goggles are a pair of heavy-duty swim goggles secured by a black and white elastic band. The front part of the goggles changes color to match that of the wearer's Ink. Despite looking fully functional, they are just for show, as Inklings cannot swim in water in the first place."},{"id":124,"category":"headgear","name":"Squidlife_Headphones","brand":"Forge","price":7070,"ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/01/S3_Gear_Headgear_Squidlife_Headphones.png","description":"The Squidlife Headphones are a pair of headphones with small orange speakers attached. Said speakers don't completely cover the wearer's ears like some of the other headphones, but instead fold them backward and pin them against the side of the head. The headphones themselves are made out of grey metal strips and have black clips connecting the strips to one another."},{"id":129,"category":"headgear","name":"Stealth_Goggles","brand":"Forge","price":9800,"ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/ba/S3_Gear_Headgear_Stealth_Goggles.png","description":"The Stealth Goggles are a pair of night-vision goggles which consist of a front-mounted black dual scope with green lenses in front of a pair of goggles with a single orange lens and olive-colored rims. They are worn with a modern military helmet with a subtle camouflage pattern that changes to match the color of the wearer's Ink and a dark brown chinstrap keeping it in place. On the back of the helmet are three subtle marks that somewhat resemble a face with closed eyes."},{"id":135,"category":"headgear","name":"Studio_Headphones","brand":"Forge","price":2800,"ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/4b/S3_Gear_Headgear_Studio_Headphones.png","description":"The Studio Headphones are a pair of bulky grey headphones. They feature large dull-gray ear cups with circles of air vents and black cushions. A light gray stylised squid is painted on the middle of each ear cup. A thick padded band connects both pieces with a thin black bar arching over it, splitting itself on separate ends."},{"id":147,"category":"headgear","name":"Treasure_Hunter","brand":"Forge","price":3000,"ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1e/S3_Gear_Headgear_Treasure_Hunter.png","description":"The Treasure Hunter is a pith helmet that changes color to match that of the wearer's Ink. It is generally a dull, dark color with the band is slightly lighter. On the left side of the band is a small Forge logo in white, and the thin leather strap across the front has a buckle in the shape of a stylized squid."}]
