[{"id":11,"category":"headgear","name":"Backward_Cap","brand":"Zekko","price":700,"ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fc/S3_Gear_Headgear_Backward_Cap.png","description":"The Backward Cap is a flat-brimmed cap worn backwards. It has a dark gray brim, a tiny version of the Zekko logo on the front (the back, if worn normally), and Zekko's name in large, black and white Inkling letters on the other side. The main part of the hat changes color to match that of the wearer's ink."},{"id":16,"category":"headgear","name":"Black_Arrowbands","brand":"Zekko","price":2800,"ability":"Tenacity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/dd/S3_Gear_Headgear_Black_Arrowbands.png","description":"The Black Arrowbands are a pair of glasses with black frames. The rims are somewhat round and have tiny metal studs towards the hinges. The sides change color to match that of the wearer's ink and are connected by a thick black arrow shaped strap in the back. On the left side, as well as the back of the strap, is the Inkling text from the Zekko logo in white."},{"id":38,"category":"headgear","name":"Double_Egg_Shades","brand":"Zekko","price":2200,"ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3d/S3_Gear_Headgear_Double_Egg_Shades.png","description":"The Double Egg Shades are a pair of black sunglasses with large opaque lenses outlined in a bright white. The frames have Zekko's name in slightly embossed Inkling letters on the wearer's left side."},{"id":49,"category":"headgear","name":"Five-Panel_Cap","brand":"Zekko","price":1800,"ability":"Comeback","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/43/S3_Gear_Headgear_Five-Panel_Cap.png","description":"The Five-Panel Cap is a baseball cap that, aside from a thick black stripe down the center, changes color depending on that of the wearer's Ink (though not to match it exactly), with the brim being slightly darker. On the front, in the middle of the black stripe, there is a tiny version of the Zekko logo, and on both sides of the cap is a fairly small gray button."},{"id":74,"category":"headgear","name":"Jogging_Headband","brand":"Zekko","price":400,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/02/S3_Gear_Headgear_Jogging_Headband.png","description":"The Jogging Headband is a white headband with two thin stripes on the top and bottom that change color based on that of the wearer's ink, though it is unknown whether they are meant to match. Repeated several times around the length of the headband is the Inkling text from the Zekko logo printed in black."},{"id":81,"category":"headgear","name":"MTB_Helmet","brand":"Zekko","price":10500,"ability":"Tenacity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/8f/S3_Gear_Headgear_MTB_Helmet.png","description":"The MTB Helmet is a multicolored motocross helmet. It has a blotchy design of white, yellow, red and the color of the player's ink. It presents various decals and  Zekko branding."},{"id":145,"category":"headgear","name":"Tinted_Shades","brand":"Zekko","price":350,"ability":"Last-Ditch_Effort","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Headgear_Tinted_Shades.png","description":"The Tinted Shades are a pair of sunglasses with black frames. The rims are somewhat round and have tiny metal studs towards the hinges. The sides and lenses change color to match that of the wearer's ink. On the left side is the Inkling text from the Zekko logo in white. The Tinted Shades are completely mirrored and opaque from the outside. When viewed from behind, the glasses will appear to have no lenses."},{"id":154,"category":"headgear","name":"White_Arrowbands","brand":"Zekko","price":8000,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c3/S3_Gear_Headgear_White_Arrowbands.png","description":"The White Arrowbands are a pair of glasses with white frames. The rims are somewhat round and have tiny metal studs towards the hinges. They are secured by a thick strap in the back that changes color to match that of the wearer's ink. On the left side is the Inkling text from the Zekko logo, also in the wearer's ink color."},{"id":161,"category":"headgear","name":"Zekko_Mesh","brand":"Zekko","price":500,"ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/ce/S3_Gear_Headgear_Zekko_Mesh.png","description":"The Zekko Mesh is a baseball cap with a mesh back and white front. The brim and mesh change color to match that of the wearer's Ink, and on the front the Zekko logo."}]
