[{"id":2,"category":"headgear","name":"360_All-Scopes","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2b/S3_Gear_Headgear_360_All-Scopes.png","description":"The 360 All-Scopes are a set of black goggles mounted on a grey strap headset with pink detailing. They have a headband with black padding. The right eyes of the goggles has multiple lenses mounted on a wheel. The lenses of the goggles change to match the wearer's current ink color."},{"id":9,"category":"headgear","name":"Astro_Helm","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3c/S3_Gear_Headgear_Astro_Helm.png","description":"The Astro Helm is a white flight helmet with a raised crest and a dark translucent face visor. Around the crest and on the forehead and ears are markings that match the wearer's ink color. Across the surface of the helmet are small scratches."},{"id":21,"category":"headgear","name":"Brain_Strainer","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0a/S3_Gear_Headgear_Brain_Strainer.png","description":"The Brain Strainer appears to be a spaghetti strainer with a red and blue wire coming out from it, small blinking lights coming out of the sides and an object that appears to be an antenna on the top. The strainer is attached to the player by a band connected to the strainer's handles."},{"id":22,"category":"headgear","name":"Bream-Brim_Cap","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6d/S3_Gear_Headgear_Bream-Brim_Cap.png","description":"The Bream-Brim Cap is an iridescent cap. It has a sticker on the brim."},{"id":31,"category":"headgear","name":"Commander_Cap","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/bb/S3_Gear_Headgear_Commander_Cap.png","description":"The Commander Cap comes with a random primary ability that can also appear as secondary abilities, which prevents the wearer from having Comeback, Last-Ditch Effort, Opening Gambit, or Tenacity as they are exclusive to Headgear and cannot appear as secondary abilities. This primary ability is assigned randomly when the item is received. The Commander Cap may appear as a 0-star item with one additional slot for secondary abilities, a 1-star item with two additional slots for secondary abilities, or a 2-star item with three additional slots for secondary abilities. The star level may be increased with Super Sea Snails for 1 (first), 1 (second), 5 (third), 10 (fourth), or 20 (fifth) Super Sea Snails per star.  Increasing the star level beyond 2 stars will increase the gear experience gained by a cumulative 3.333…% up to 10% additional experience at 5-star level. Since\nit is made by the Grizzco brand, it has equal chances to roll any secondary ability."},{"id":35,"category":"headgear","name":"Deep_Sinker_Helm","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0c/S3_Gear_Headgear_Deep_Sinker_Helm.png","description":"The Deep Sinker Helm is a deep-sea diving helmet with a viewport on front and a cross-braced viewport on each side. The top has a closed hook. The helmet changes color to match the user's ink color."},{"id":39,"category":"headgear","name":"Dust_Blocker_2000","brand":"Grizzco","price":0,"ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/06/S3_Gear_Headgear_Dust_Blocker_2000.png","description":"The Dust Blocker 2000 is a white dust mask with straps that change colors depending on the wearer's ink, but not necessarily to match. There is an exhale valve on the mask's left side."},{"id":48,"category":"headgear","name":"Five-Alarm_Helmet","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b5/S3_Gear_Headgear_Five-Alarm_Helmet.png","description":"The Five-Alarm Helmet is a firefighter helmet that changes with the player's ink color. It features a wide brim that extends longer in the back, ridges descending from the crown, and a black chinstrap. On the forehead is some Inkling language text. Between the ridges are reflective yellow safety patches."},{"id":59,"category":"headgear","name":"Headlamp_Helmet","brand":"Grizzco","price":0,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/64/S3_Gear_Headgear_Headlamp_Helmet.png","description":"The Headlamp Helmet resembles a coal miner's helmet, with a headlamp attached to a hard hat via a black strap. The helmet changes color to correspond with the player's ink color and is adorned with various logos."},{"id":78,"category":"headgear","name":"Lo-Vis_Visor","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/43/S3_Gear_Headgear_Lo-Vis_Visor.png","description":"The Lo-Vis Visor resembles a pair of visor sunglasses made of metal. This pair of shades are not worn over the eyes, but on the player's forehead instead."},{"id":107,"category":"headgear","name":"See-an-Enemy_HUD","brand":"Grizzco","price":0,"ability":"Random","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0b/S3_Gear_Headgear_See-an-Enemy_HUD.png","description":"The See-an-Enemy HUD is a visor paired with headphones. The lens changes to match the complementary color of the wearer's ink. The visor flashes with different images, with a target."}]
