[{"id":12,"category":"headgear","name":"Bamboo_Hat","brand":"Inkline","price":2200,"ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/75/S3_Gear_Headgear_Bamboo_Hat.png","description":"The Bamboo Hat is a simple conical hat that changes color to match that of the wearer's ink. The main section is somewhat dark, with brighter areas around the edge and at the top. On the front is the Splatoon version of the Inkline logo in black and white, on the left side is brightly colored calligraphic writing that appears similar to Chinese characters (but could very well mean nothing), and on the back is a small blue tag with a white symbol. Around the chin is a black rope with a gray fastener in the shape of a stylized squid."},{"id":14,"category":"headgear","name":"Beachcomber","brand":"Inkline","price":8900,"ability":"Opening_Gambit","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fe/S3_Gear_Headgear_Beachcomber.png","description":"The Beachcomber is a wide-brimmed straw hat with a visible, woven structure. It features a striped string acting as a hatband and toggle, which changes colour to match the wearer's ink. The toggle has a tiny, black adjuster resembling a squid, with the string looped beneath it. The crown's front is adorned with an Inkline label and another one with the old version is sewn to the brim's left side."},{"id":26,"category":"headgear","name":"Camping_Hat","brand":"Inkline","price":800,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/68/S3_Gear_Headgear_Camping_Hat.png","description":"The Camping Hat is a floppy, wide-brimmed hat that changes color to match that of the wearer's ink. The band and edge of the brim are both lighter than the main color, and the band has a small version of the  Inkline logo in black and white on the front. The hat is secured to the head with a black rope at the chin, cinched by an arrow-shaped fastener that also matches the wearer's ink."},{"id":70,"category":"headgear","name":"Invisifloats","brand":"Inkline","price":2780,"ability":"Comeback","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/ba/S3_Gear_Headgear_Invisifloats.png","description":"The Invisifloats are a pair of climbing glasses with a material headband for assecuration. The headband changes with the wearer's ink, but does not match the color. The lenses are perfectly clear and fitted into a transparent frame with white, semi-transparent temples. The headband has an Inkline logo sewn on its back."},{"id":77,"category":"headgear","name":"Lightweight_Cap","brand":"Inkline","price":800,"ability":"Swim_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fa/S3_Gear_Headgear_Lightweight_Cap.png","description":"The Lightweight Cap is a simple, smooth cap that changes color to match that of the wearer's Ink. It is made from ripstop fabric and has a ventilation eyelet on both sides."},{"id":106,"category":"headgear","name":"Seashell_Bamboo_Hat","brand":"Inkline","price":3200,"ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/99/S3_Gear_Headgear_Seashell_Bamboo_Hat.png","description":"The Seashell Bamboo Hat is a simple conical hat that changes color to match that of the wearer's ink. The hat is covered in a pattern that resembles large, black and white mussel and oyster shells. On the front is the Inkline logo. Around the chin is a black rope with a gray fastener in the shape of a stylized squid."},{"id":108,"category":"headgear","name":"Short_Beanie","brand":"Inkline","price":600,"ability":"Ink_Saver_(Main)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/57/S3_Gear_Headgear_Short_Beanie.png","description":"The Short Beanie is a simple knit hat that changes color to look similar to the wearer's Ink color. On the front towards the right side, it has a black label with the Inkline logo in white."},{"id":149,"category":"headgear","name":"Tulip_Parasol","brand":"Inkline","price":1280,"ability":"Ink_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c8/S3_Gear_Headgear_Tulip_Parasol.png","description":"The Tulip Parasol is a floppy, bell-shaped hat with panels in black, white, and the color of the player's ink. The stitching along the brim of the hat matches the player's ink as well. On the front is a small black label with an Inkline logo in white."}]
