[{"id":10,"category":"headgear","name":"B-ball_Headband","brand":"Zink","price":300,"ability":"Opening_Gambit","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a7/S3_Gear_Headgear_B-ball_Headband.png","description":"The B-ball Headband is a white headband with a thick stripe through the middle that changes color based on that of the wearer's ink, though it often does not quite match. Towards the front on the left side is a rectangular label in red and black, depicting two opposing squids. On the back is a tiny yellow tag."},{"id":34,"category":"headgear","name":"Cycling_Cap","brand":"Zink","price":800,"ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a1/S3_Gear_Headgear_Cycling_Cap.png","description":"The Cycling Cap is a short-brimmed hat that is primarily dark blue. It has a thick stripe down the middle and a small crown-like symbol next to it that both change color to match that of the wearer's ink. On the left side is the text from the Zink logo in white as well as on the underside of the brim, which is flipped up."},{"id":56,"category":"headgear","name":"Golf_Visor","brand":"Zink","price":400,"ability":"Run_Speed_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5b/S3_Gear_Headgear_Golf_Visor.png","description":"The Golf Visor is a visor worn at an angle with the Inkling text from the Zink logo on the front in black. Attached to the right-hand side of the brim is a small emblem with a squid-like symbol in red, white, and black, similar to the one seen in Goby Arena. Though the visor does change color, it is only loosely based on that of the wearer's ink."},{"id":116,"category":"headgear","name":"Squash_Headband","brand":"Zink","price":400,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6a/S3_Gear_Headgear_Squash_Headband.png","description":"The Squash Headband is a basketball headband that changes color depending on that of the wearer's Ink, though it often does not quite match. It has large white Inkling letters on the front half that match the text in the Zink logo."},{"id":122,"category":"headgear","name":"Squidband","brand":"Zink","price":400,"ability":"Quick_Respawn","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/62/S3_Gear_Headgear_Squidband.png","description":"The Squidband is a white table tennis headband decorated with a zebra stripe pattern, which changes colour based on the wearer's ink. The band posseses slightly wrinkled seams placed vertically and in a fixed distance from each other, along with a little Zink label."},{"id":139,"category":"headgear","name":"Swim_Goggles","brand":"Zink","price":100,"ability":"Last-Ditch_Effort","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/ec/S3_Gear_Headgear_Swim_Goggles.png","description":"The Swim Goggles are blue swimming goggles with light blue lenses and a black head strap. On one side of the goggles, next to the right eyepiece, is the Zink logo in white. In the same spot on the left side, is some Inkling text. On the nosepiece is the text from the Zink logo, also in white."}]
