[{"id":15,"category":"headgear","name":"Bike_Helmet","brand":"Skalop","price":4800,"ability":"Ink_Recovery_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/51/S3_Gear_Headgear_Bike_Helmet.png","description":"The Bike Helmet is a traditional foam helmet used for professional and recreational biking. It has many angled holes on its plastic surface, which changes color to match that of the wearer's ink. Its underside and the chinstrap securing it to the wearer's head are both black."},{"id":30,"category":"headgear","name":"Classic_Straw_Boater","brand":"Skalop","price":1500,"ability":"Special_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/10/S3_Gear_Headgear_Classic_Straw_Boater.png","description":"The Classic Straw Boater is a flat-brimmed, flat-topped straw hat in a very dark gray. Its band changes color to match that of the wearer's ink and has a polka dot pattern in a slightly lighter color. On the left side of the band is a small bow, and on the right is a tiny Skalop logo. When worn by a female the hat is at a slight angle, but on a male it is worn straight."},{"id":37,"category":"headgear","name":"Do-Rag,_Cap_&_Glasses","brand":"Skalop","price":9500,"ability":"Intensify_Action","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/99/S3_Gear_Headgear_Do-Rag%2C_Cap_%26_Glasses.png","description":"The Do-Rag, Cap, & Glasses are a white baseball cap worn backwards and at a slight angle over a do-rag bandanna that changes color to match that of the wearer's ink, accompanied by black sunglasses. The front side of the cap has a white Skalop logo on the bottom right corner, and the back side has a gold and black Skalop colored sticker on the bill of the Cap, and an stitched logo on the crown of the Cap which closely resembles the Nintendo Logo."},{"id":72,"category":"headgear","name":"Jellyvader_Cap","brand":"Skalop","price":10000,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2a/S3_Gear_Headgear_Jellyvader_Cap.png","description":"The Jellyvader Cap is a black leather flat-bill cap. On the front are two light blue, pixelated jellyfish, which change color to match the player's current ink color, along with the Skalop logo embroidered on the back. A white sticker of the logo is placed under the bill."},{"id":109,"category":"headgear","name":"Skate_Helmet","brand":"Skalop","price":2500,"ability":"Special_Saver","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/11/S3_Gear_Headgear_Skate_Helmet.png","description":"The Skate Helmet is a round helmet with several square holes in the top. Its main color changes to match that of the wearer's ink, and the edge is black. The helmet has many adornments, including a large Skalop logo sticker, a black signature, a tiny white bumper sticker of octopus oil Corp., a white Inkling word inside a white rectangle, two parallel white stripes and a school of squids printed in. Buckled under the chin is a black strap securing it to the wearer's head."},{"id":115,"category":"headgear","name":"Sporty_Bobble_Hat","brand":"Skalop","price":800,"ability":"Tenacity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0a/S3_Gear_Headgear_Sporty_Bobble_Hat.png","description":"The Sporty Bobble Hat is a soft black knit cap with a black and white yarn pom-pom on top. Halfway up is a thick stripe that changes color to match that of the wearer's ink, with the Inkling text from the Skalop logo in black repeated several times around it. The thick stripe is between two thin white stripes, one below and one above. On the front of the hat, towards the bottom, is a small patch with the full Skalop logo on it."},{"id":120,"category":"headgear","name":"Squid_Nordic","brand":"Skalop","price":9500,"ability":"Comeback","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6c/S3_Gear_Headgear_Squid_Nordic.png","description":"The Squid Nordic is a large bobble hat with ear flaps and a zigzag pattern halfway up, worn with a pair of ski goggles. These goggles' lenses, which are always a semi-transparent blue-violet, are the only part of the hat that does not change color to match that of the wearer's Ink; the main portion, pattern and bobble all do. The rims and band of the goggles also change color, though the former do not always match exactly. On the lower left side the of the goggles' lenses and around the length of the band is the Inkling text from the Skalop logo in white."},{"id":121,"category":"headgear","name":"Squid-Stitch_Cap","brand":"Skalop","price":8500,"ability":"Opening_Gambit","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b4/S3_Gear_Headgear_Squid-Stitch_Cap.png","description":"The Squid-Stitch Cap is a flat-brimmed cap with a pattern similar to houndstooth that changes color to match that of the wearer's ink. On top of the brim is a somewhat large sticker with Skalop's logo in black and gold. The hat is worn at a slight angle, and on the back is a small version of the Skalop logo in black and white."},{"id":125,"category":"headgear","name":"Squidvader_Cap","brand":"Skalop","price":1300,"ability":"Special_Charge_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c7/S3_Gear_Headgear_Squidvader_Cap.png","description":"The Squidvader Cap is a dark-colored cap with a flat brim and a brightly colored, pixelated squid on the front similar to those from Space Invaders, hence the name. On the brim is a sticker with the Skalop logo in black and white. The whole hat changes color to match that of the wearer's Ink and is worn at a slight angle."},{"id":132,"category":"headgear","name":"Straw_Boater","brand":"Skalop","price":550,"ability":"Quick_Super_Jump","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2e/S3_Gear_Headgear_Straw_Boater.png","description":"The Straw Boater is a flat-brimmed, flat-topped straw hat. Its band changes color to match that of the wearer's Ink, with the top and bottom edges being considerably darker. On the left side of the band is a small bow, and on the right is a tiny Skalop logo. When worn by a female the hat is at a slight angle, but on a male it is worn straight."},{"id":133,"category":"headgear","name":"Streetstyle_Cap","brand":"Skalop","price":600,"ability":"Ink_Saver_(Sub)","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/89/S3_Gear_Headgear_Streetstyle_Cap.png","description":"The Streetstyle Cap is a flat-brimmed hat that changes color to match that of the wearer's ink. Stylized Inkling letters resembling the Express logo are printed on the front in white, and a black and gold sticker with Skalop's logo can be seen on the left side of the brim. On the back is a small version of the Skalop logo in white."},{"id":151,"category":"headgear","name":"Urchins_Cap","brand":"Skalop","price":600,"ability":"Sub_Power_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d0/S3_Gear_Headgear_Urchins_Cap.png","description":"The Urchins Cap is a black cap with a flat brim and a white Inkling symbol on the front. On top of the brim is a shiny black and gold sticker with the Skalop logo and on the back of the cap is a rectangular patch with a squid-like emblem in white, black, and red. Both the brim and the border around the Inkling symbol change to match the color of the wearer's ink. The hat is worn at a slight angle."},{"id":152,"category":"headgear","name":"Visor_Skate_Helmet","brand":"Skalop","price":8000,"ability":"Last-Ditch_Effort","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9e/S3_Gear_Headgear_Visor_Skate_Helmet.png","description":"The Visor Skate Helmet is a round helmet with a short brim and several square-shaped holes in the top. Its main color changes to match that of the wearer's ink, and the edge and brim are black. The helmet has many adornments, including the Inkling text from the Skalop logo on the brim, a tiny Neo logo on the front, and, for some reason, the Inkling text from the SquidForce logo on the left side. Buckled under the chin is a strap changes color depending on that of the wearer's ink, but not to match."},{"id":153,"category":"headgear","name":"Wharfside_Cap","brand":"Skalop","price":5000,"ability":"Tenacity","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/af/S3_Gear_Headgear_Wharfside_Cap.png","description":"The Wharfside Cap is a docker cap which changes color according to the player's current Ink color. It features numerous, vertical seams and a small button on the top. It's left side features a black Skalop label."},{"id":156,"category":"headgear","name":"Winkle_Stripe_Helm","brand":"Skalop","price":9000,"ability":"Sub_Resistance_Up","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/2e/S3_Gear_Headgear_Winkle_Stripe_Helm.png","description":""}]
