[{"id":33,"name":"Black_Baseball_LS","brand":"Rockenberg","price":"800","ability":"Swim_Speed_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Clothing_Black_Baseball_LS.png","description":"The Black Baseball LS is a T-shirt that, despite the name, is not black but a very dark gray. It has semi-long sleeves that fall about halfway between the elbow and wrist, and a small version of the Rockenberg logo in white on the left side of the chest. On the back is a large white design, also with the Rockenberg logo. At the left side of the waist is a tiny orange tag."},{"id":34,"name":"Black_Inky_Rider","brand":"Rockenberg","price":"12100","ability":"Sub_Power_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9b/S3_Gear_Clothing_Black_Inky_Rider.png","description":"The Black Inky Rider is a black leather jacket. It has a wide, pointed collar with two shiny metal buttons and an off-center zipper. Around the wearer's waist is a thick belt of the same material as the jacket, with a buckle in the shape of a stylized squid. The collar of a red shirt can be seen peeking out from under the jacket. The back of the sleeves have zippers that are partly zipped up."},{"id":112,"name":"Lumberjack_Shirt","brand":"Rockenberg","price":"800","ability":"Ink_Saver_(Main)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9b/S3_Gear_Clothing_Lumberjack_Shirt.png","description":"The Lumberjack Shirt is a collared, light brown top with brown plaid stripes, cuffed sleeves, and black buttons up the front. There is a pocket on the right side of the front of the shirt."},{"id":152,"name":"Rockenberg_Black","brand":"Rockenberg","price":"800","ability":"Respawn_Punisher","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/0d/S3_Gear_Clothing_Rockenberg_Black.png","description":"The Rockenberg Black is a simple short-sleeved T-shirt that, despite the name, is not black, but a very dark gray. On the chest is the Inkling text from the Rockenberg logo in white, and on the back is a large version of the full Rockenberg logo, also in white. On the left side of the shirt, at about waist level, there is a tiny red-orange tag."},{"id":153,"name":"Rockenberg_White","brand":"Rockenberg","price":"2500","ability":"Ink_Recovery_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/f6/S3_Gear_Clothing_Rockenberg_White.png","description":"The Rockenberg White is a simple, short-sleeved white T-shirt. On the chest is the Inkling text from the Rockenberg logo in black, and on the back is the Rockenberg logo. On the left side of the shirt, toward the bottom, is a tiny red-orange tag."},{"id":155,"name":"Round-Collar_Shirt","brand":"Rockenberg","price":"1600","ability":"Ink_Saver_(Sub)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b5/S3_Gear_Clothing_Round-Collar_Shirt.png","description":"The Round-Collar Shirt is a purple, short-sleeved, button-down shirt. The points of the collar are rounded off, hence the name, and it has white buttons that go left over right. It also has a small pocket on the chest, the Inkling text from the Rockenberg logo next to it in a very dark purple, and a tiny orange tag at the left side of the wearer's waist."},{"id":207,"name":"Vintage_Check_Shirt","brand":"Rockenberg","price":"9000","ability":"Haunt","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e3/S3_Gear_Clothing_Vintage_Check_Shirt.png","description":"The Vintage Check Shirt is a cerulean blue long-sleeved button-down shirt. The shirt features plaid pattern in dark blue and magenta, hence the name, and has a small chest pocket on the wearer's left side. Its buttons are white and go left over right."},{"id":210,"name":"White_Baseball_LS","brand":"Rockenberg","price":"800","ability":"Quick_Super_Jump","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/35/S3_Gear_Clothing_White_Baseball_LS.png","description":"The White Baseball LS is a long-sleeved white T-shirt with black sleeves and a small, white insignia on the front. On the left breast, there is a small Rockenberg logo and the brand's name in Inkling. The back of the shirt features another large Rockenberg logo."},{"id":211,"name":"White_Inky_Rider","brand":"Rockenberg","price":"12800","ability":"Special_Power_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/2/21/S3_Gear_Clothing_White_Inky_Rider.png","description":"The White Inky Rider is a white leather jacket. It has a wide, pointed collar with three shiny metal studs on each side and an off-center zipper. Just below the collar are three pins: an orange one with a simplified Rockenberg logo in black; a pink one with two arrows, black and white; and a blue one with some purple symbols. Around the wearer's waist is a thick belt of the same material as the jacket, with a buckle in the shape of a stylized squid. The sleeves have zippers that extend to the wearer's elbow and the collar of a black shirt can be seen peeking out from under the jacket. On the back of the jacket is another stylized squid shape made using the same metal studs as those on the collar. Below the squid shape is a row of four slightly larger studs."},{"id":3,"name":"Anchor_Life_Vest","brand":"Grizzco","price":"0","ability":"Quick_Respawn","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5d/S3_Gear_Clothing_Anchor_Life_Vest.png","description":"The Anchor Life Vest is a predominantly orange life vest. It has a white stripe across the chest, black strap around the middle, and various decals and writing on the front."},{"id":16,"name":"Astro_Wear","brand":"Grizzco","price":"0","ability":"Random","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b0/S3_Gear_Clothing_Astro_Wear.png","description":"The Astro Wear is a clothing item resembling an orange and gray pilot's vest, with a metal chest plate and black gloves. On the left wrist is a metal bracelet with various buttons."},{"id":99,"name":"Juice_Parka","brand":"Grizzco","price":"0","ability":"Quick_Super_Jump","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/ba/S3_Gear_Clothing_Juice_Parka.png","description":"The Juice Parka is a red and tan long-sleeved parka. Most of the jacket is red, while a broad stripe around the stomach is tan. There are two front pockets lined in navy blue. The underside of the sleeves are also navy blue. On the chest are two logos. Beneath the jacket is a collared dress shirt."},{"id":176,"name":"Squiddor_Polo","brand":"Grizzco","price":"0","ability":"Run_Speed_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3a/S3_Gear_Clothing_Squiddor_Polo.png","description":"The Squiddor Polo is a green and white striped, short-sleeved polo shirt. The sleeves and collar are solid green. On the right breast and back is the IShipIt logo and on the left breast is a solid green pocket with a name tag."},{"id":4,"name":"Anchor_Sweat","brand":"SquidForce","price":"2800","ability":"Intensify_Action","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/43/S3_Gear_Clothing_Anchor_Sweat.png","description":"The Anchor Sweat is a gray pullover sweatshirt with an anchor design on the front printed in a very light gray. Below the anchor is the Inkling text from SquidForce's logo, and on the back is more Inkling text, also light gray."},{"id":28,"name":"Basic_Tee","brand":"SquidForce","price":"300","ability":"Quick_Respawn","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/0/04/S3_Gear_Clothing_Basic_Tee.png","description":"In general, the Basic Tee is a short-sleeved, yellow T-shirt with some dark yellow Inkling letters and a pin bearing the a green and yellow cartoon squid (which is referred to as \"Jr. Mark\" when viewed as a mem cake) on the front. On the back is the same Jr. Mark symbol in dark yellow with white eyes and a different white Inkling text displayed below it."},{"id":32,"name":"Black_Anchor_Tee","brand":"SquidForce","price":"2800","ability":"Respawn_Punisher","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/96/S3_Gear_Clothing_Black_Anchor_Tee.png","description":"The Black Anchor Tee is a short-sleeved, black T-shirt. On the front is a large, black and white crest with an anchor design, and on the bottom is a small blue tag with a tiny, white anchor on it. On the back of the shirt is the symbol for Ranked Battles, with some white Inkling text below it."},{"id":35,"name":"Black_Layered_LS","brand":"SquidForce","price":"500","ability":"Ink_Saver_(Main)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fd/S3_Gear_Clothing_Black_Layered_LS.png","description":"The Black Layered LS consists of a very dark gray, not black, short-sleeved T-shirt and the long-sleeved white T-shirt worn under it. On the front of the shirt is the Inkling text from the SquidForce logo in black and blue with a white outline. This is repeated on the back, with some sort of red and yellow creature beneath it. At the bottom of the short-sleeved shirt is a tiny purple tag with the SquidForce logo in white, and the end of the long-sleeved shirt can just be seen poking out just below it."},{"id":40,"name":"Black_Tee","brand":"SquidForce","price":"400","ability":"Special_Power_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/47/S3_Gear_Clothing_Black_Tee.png","description":"The Black Tee is a short-sleeved black T-shirt. On the front are some large Inkling letters printed in white, and at the bottom is a tiny purple tag with the Squidforce logo in white. On the lower back is more white Inkling text, but much smaller than that on the front."},{"id":47,"name":"Camo_Layered_LS","brand":"SquidForce","price":"600","ability":"Special_Charge_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d7/S3_Gear_Clothing_Camo_Layered_LS.png","description":"The Camo Layered LS consists of a White Tee and a long-sleeved T-shirt with an olive green camouflage pattern worn under it. The end of the shirt can just be seen poking out just below the White Tee."},{"id":55,"name":"Crispy_Crustume","brand":"SquidForce","price":"0","ability":"Special_Charge_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/69/S3_Gear_Clothing_Crispy_Crustume.png","description":"The Crispy Crustume is a sleeveless orange coat which resembles a piece of breaded and fried food, similar to the jacket worn by Crusty Sean in Splatoon and Splatoon 2. There is a zipper on the back."},{"id":103,"name":"Layered_Anchor_LS","brand":"SquidForce","price":"4000","ability":"Run_Speed_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b2/S3_Gear_Clothing_Layered_Anchor_LS.png","description":"The Layered Anchor LS consists of a burgundy short-sleeved T-shirt and the dark gray long-sleeved T-shirt worn underneath it. On the front of the short-sleeved shirt is a black and white anchor design based off of the Ranked Battle logo, with the original logo on the back above some white Inkling text. On the front side of the hem is a small blue tag with an even smaller anchor on it in white, and the end of the long-sleeved shirt can just be seen poking out just below it."},{"id":129,"name":"Octosquid_Tandem_Tee","brand":"SquidForce","price":"300","ability":"Intensify_Action","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b7/S3_Gear_Clothing_Octosquid_Tandem_Tee.png","description":"The Octosquid Tandem Tee is a short-sleeved T-Shirt made from 2 shirts attached to each other. On the left is a larger black shirt, with a squid and octopus badge. On the right is a smaller yellow shirt. Both parts have a large design printed on them."},{"id":151,"name":"Retro_Sweat","brand":"SquidForce","price":"9000","ability":"Sub_Resistance_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6c/S3_Gear_Clothing_Retro_Sweat.png","description":"The Retro Sweat is a dull pink pullover sweatshirt. On the front is a simple black line drawing of Judd, with the Inkling text from the SquidForce logo below it, also in black."},{"id":177,"name":"Squidmark_LS","brand":"SquidForce","price":"600","ability":"Haunt","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/88/S3_Gear_Clothing_Squidmark_LS.png","description":"The Squidmark LS is a gray, long-sleeved T-shirt adorned with a large white and gray Turf War logo graphic in the center. A pink tag with the same logo is present on the bottom left of the shirt's hem. Down the sides of each sleeve are three Turf War logos, also colored white and gray. On the back hem of the shirt is some black Inkling text."},{"id":178,"name":"Squidmark_Sweat","brand":"SquidForce","price":"800","ability":"Sub_Power_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/5a/S3_Gear_Clothing_Squidmark_Sweat.png","description":"The Squidmark Sweat is a yellow sweatshirt. On the front of the shirt is a black SquidForce logo. On the back of the shirt are many more words written in Inkling. The right sleeve also bears a green tag with another SquidForce logo on it."},{"id":195,"name":"Tri-Octo_Tee","brand":"SquidForce","price":"300","ability":"Ink_Saver_(Sub)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/7/7f/S3_Gear_Clothing_Tri-Octo_Tee.png","description":"The Tri-Octo Tee is a short-sleeved, black T-shirt with the Octopus Logo 3 on its front and a line of white text on its rear-bottom. A dark red SquidForce label is sewn on the hem."},{"id":196,"name":"Tri-Shred_Tee","brand":"SquidForce","price":"530","ability":"Quick_Respawn","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b9/S3_Gear_Clothing_Tri-Shred_Tee.png","description":"The Tri-Shred Tee resembles a badly-damaged Tri-Squid Tee, whose white color has turned tan, and whose logo has turned from black to white."},{"id":197,"name":"Tri-Squid_Tee","brand":"SquidForce","price":"300","ability":"Quick_Respawn","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/d/d7/S3_Gear_Clothing_Tri-Squid_Tee.png","description":"The Tri-Squid Tee is a short-sleeved, white T-shirt with a Squid Logo 3 on its front and a line of black Inkling text on its rear-bottom part. A brown SquidForce label is sewn on the hem."},{"id":209,"name":"White_Anchor_Tee","brand":"SquidForce","price":"2800","ability":"Ninja_Squid","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/3a/S3_Gear_Clothing_White_Anchor_Tee.png","description":"The White Anchor Tee is a short-sleeved, white T-shirt. On the front is a large, black and white crest with an anchor design, and on the bottom is a small blue tag with a tiny white anchor on it. On the back of the shirt is the symbol for Ranked Battles, with some black Inkling text below it."},{"id":212,"name":"White_Layered_LS","brand":"SquidForce","price":"500","ability":"Special_Saver","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/8/82/S3_Gear_Clothing_White_Layered_LS.png","description":"The White Layered LS consists of a white, short-sleeved T-shirt and the long-sleeved burgundy T-shirt worn under it. On the front of the short-sleeved T-shirt is the Inkling text from the SquidForce logo in white and blue with a black outline. This is repeated on the back, with an unknown red and yellow creature beneath it. At the bottom of the short-sleeved shirt is a small purple tag with the SquidForce logo in white, and the hem of the long-sleeved shirt can be seen just below it."},{"id":213,"name":"White_LS","brand":"SquidForce","price":"600","ability":"Ink_Recovery_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/19/S3_Gear_Clothing_White_LS.png","description":"The White LS is a long-sleeved white T-shirt, hence the name. On the front is SquidForce's name in teal Inkling text, on the back is some similarly colored text and a small Squidforce logo, and on the left side of the hem is a small purple tag with another SquidForce logo in white."},{"id":217,"name":"White_Tee","brand":"SquidForce","price":"400","ability":"Ink_Saver_(Sub)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/60/S3_Gear_Clothing_White_Tee.png","description":"The White Tee is a white, short-sleeved T-shirt. On the front are some Inkling letters printed in black, and on the bottom is a small purple tag with the SquidForce logo. It is similar in design to the Black Tee."},{"id":218,"name":"White_V-Neck_Tee","brand":"SquidForce","price":"3800","ability":"Special_Saver","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/cd/S3_Gear_Clothing_White_V-Neck_Tee.png","description":"The White V-Neck Tee is a white, short-sleeved tee shirt with gray reflective logos on the chest and back. On the hem is a blue triangular tag with a SquidForce logo in white. The shirt comes with fingerless gloves that are black and gray on the outside, and pink and blue on the palms."},{"id":220,"name":"Yellow_Layered_LS","brand":"SquidForce","price":"500","ability":"Quick_Super_Jump","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/3/33/S3_Gear_Clothing_Yellow_Layered_LS.png","description":"The Yellow Layered LS consists of a dull yellow, short-sleeved T-shirt and the gray, long-sleeved T-shirt worn under it. On the front of the short-sleeved T-shirt are some Inkling letters printed in white, and on the bottom is a small purple tag with the SquidForce logo, also in white. The hem of the long-sleeved T-shirt can just be seen poking out just below it."},{"id":5,"name":"Annaki_Anchored_Coat","brand":"Annaki","price":"12000","ability":"Special_Saver","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/6/6d/S3_Gear_Clothing_Annaki_Anchored_Coat.png","description":"The Annaki Anchored Coat is a red coat with black buttons. A black and red striped buttoned shirt is visible underneath. The shirt's cuffs fold over the cuffs of the coat. On the right side of the front is a pale gold anchor with a chain attached to it. A gold tentacle wraps around the anchor. On the left is an Annaki logo pin and a rectangle pin with text underneath it. A large safety pin is attached to the right sleeve with a charm hooked to it."},{"id":6,"name":"Annaki_Blue_Cuff","brand":"Annaki","price":"4800","ability":"Special_Saver","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/e/e4/S3_Gear_Clothing_Annaki_Blue_Cuff.png","description":"The Annaki Blue Cuff is a sweater with thick red and black stripes. The end of the left sleeve breaks the striped pattern and has a bright blue cuff. There are small snags and holes throughout."},{"id":7,"name":"Annaki_Bracelet_Tee","brand":"Annaki","price":"8000","ability":"Haunt","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a1/S3_Gear_Clothing_Annaki_Bracelet_Tee.png","description":"The Annaki Bracelet Tee is a blue tee with a silver Annaki logo in a messy style on the front and a designer label sewn on the back; along with this, the user also wears bracelets on both arms. The left bracelet is red with metal spikes and tabs. On the right though they are two leather bracelets with metal buckles."},{"id":8,"name":"Annaki_Choker_Tee","brand":"Annaki","price":"4000","ability":"Special_Power_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/bd/S3_Gear_Clothing_Annaki_Choker_Tee.png","description":"The Annaki Choker Tee is a red tee with a silver Annaki logo in a messy style on the front and a designer logo sewn on the back; along with this, the user also wears a black leather collar with a silver skull-and-crossbones tag."},{"id":9,"name":"Annaki_Drive_Tee","brand":"Annaki","price":"5500","ability":"Thermal_Ink","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/9/9f/S3_Gear_Clothing_Annaki_Drive_Tee.png","description":"The Annaki Drive Tee is a fitting, white, long-sleeved tee shirt. On the chest has three layer prints; 11 black censor bars in Serif script all-over the place, a stylized, upside-down Annaki logo and the illustration of a octopus-car chauffeur behind it, hence its name and the keyword \"drive\". The shirt has an extra-long tail with a tartan pattern on the interior. Both shoulders have slits in them."},{"id":10,"name":"Annaki_Flannel_Hoodie","brand":"Annaki","price":"9999","ability":"Sub_Resistance_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/1/1c/S3_Gear_Clothing_Annaki_Flannel_Hoodie.png","description":"The Annaki Flannel Hoodie is a red-and-black fuzzy-tartan patterned button-up hoodie. On the left cuff is a small black tag with the  Annaki logo in white. On the left arm a designer label is sewn. There are several large scratches visible on the hoodie."},{"id":11,"name":"Annaki_Polpo-Pic_Tank","brand":"Annaki","price":"6660","ability":"Run_Speed_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/b/b8/S3_Gear_Clothing_Annaki_Polpo-Pic_Tank.png","description":"The Annaki Polpo-Pic Tee is a white tank top accompanied with a metal-studded blue bracelet. On the front of the top is the Annaki logo printed in black, adorned with a green glowing effect and overlaid by a red octopus logo. The name and the appearance make it look as if it was made by cutting the sleeves and collar off of a t-shirt."},{"id":54,"name":"Crimson_Parashooter","brand":"Annaki","price":"9200","ability":"Special_Charge_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/4/42/S3_Gear_Clothing_Crimson_Parashooter.png","description":"The Crimson Parashooter is, as the name implies, a crimson-red skydiving jacket with straps across the torso section, but no parachute. The left sleeve is brown at the bottom and white on the upper arm, while the right sleeve and the torso are both crimson colored with the right sleeve having a darker tone than the torso section."},{"id":90,"name":"Hula_Punk_Shirt","brand":"Annaki","price":"5000","ability":"Ink_Saver_(Main)","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/5/55/S3_Gear_Clothing_Hula_Punk_Shirt.png","description":"The Hula Punk Shirt is a predominantly gray, short-sleeved, button-front collared shirt. It has several red patches depicting various hooks and pins. Two buckled black leather bracelets fit around the left wrist."},{"id":95,"name":"Ink-Black_Tangle_Top","brand":"Annaki","price":"5550","ability":"Special_Charge_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/f/fd/S3_Gear_Clothing_Ink-Black_Tangle_Top.png","description":"The Ink-Black Tangle Top is a black long-sleeved sweatshirt with white web-like patterns going around the top, along with an odd character hanging from below. The sleeve possesses a white Annaki logo, and there is a red tag stitched to the bottom of the garment."},{"id":15,"name":"Armor_Jacket_Replica","brand":"Cuttlegear","price":"0","ability":"Special_Charge_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a7/S3_Gear_Clothing_Armor_Jacket_Replica.png","description":"The Armor Jacket Replica is a thick down jacket with a large collar, originally worn as actual armor in Octo Valley. It is black on the sleeves and the upper portion, but a vivid green from the armpits down. On the elbows and the left side of the chest are subtle dot patterns that change color to match that of the wearer's ink. There is also a small set of fishing lures hanging from the wearer's waist, the purpose of which is according to The Art of Splatoon, a lure designed to attract the opposite sex."},{"id":88,"name":"Hero_Jacket_Replica","brand":"Cuttlegear","price":"0","ability":"Swim_Speed_Up","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/a/a8/S3_Gear_Clothing_Hero_Jacket_Replica.png","description":"The Hero Jacket Replica was originally worn as part of the Hero Suit in Octo Valley. It is form-fitting and black with a large collar and a bright yellow safety vest worn on top. At the wearer's left hip hangs two small accessories, one gray and squid-shaped with a light blue outline that seems to glow, and the other red, oval-shaped, and reflective. It is unknown what purpose these items serve."},{"id":89,"name":"Hero_Suit_Replica","brand":"Cuttlegear","price":"0","ability":"Quick_Respawn","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c4/S3_Gear_Clothing_Hero_Suit_Replica.png","description":"The Hero Suit Replica is a bright yellow coat with blue accents. It has a high collar with two short drawstrings, and the opening on the front is diagonal. Its appearance is exactly the same as the coat worn as part of the Hero Gear in Return of the Mammalians."},{"id":127,"name":"Octo_Tee","brand":"Cuttlegear","price":"8888","ability":"Haunt","category":"clothing","image":"https://cdn.wikimg.net/en/splatoonwiki/images/c/c3/S3_Gear_Clothing_Octo_Tee.png","description":"The Octo Tee is a dark purple, short-sleeved T-shirt. It is decorated with Inkling (or possibly Octarian) text formed by rows of small rhinestones, with two large letters on the front and a line of smaller letters on the lower back. At the left side of the hem is a small green tag with the Cuttlegear logo in white, and the shirt is accompanied by two black wristbands with dark gray octopus designs."}]
