[
  {
    "id": 6,
    "name": "Arctic_Duck_Boots",
    "brand": "Barazushi",
    "price": 9200,
    "ability": "Quick_Respawn",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/8/81/S3_Gear_Shoes_Arctic_Duck_Boots.png",
    "description": "The Arctic Duck Boots are a pair of beige boots for cold weather."
  },
  {
    "id": 41,
    "name": "Desert_Chukkas",
    "brand": "Barazushi",
    "price": 10200,
    "ability": "Stealth_Jump",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/6/6d/S3_Gear_Shoes_Desert_Chukkas.png",
    "description": "The Desert Chukkas are a pair of sand-colored chukka boots. The quarter covers the tongue, held with dried natural fiber laces. A cork Barazushi stitch is located on the outer sides, along with a small Barazushi writing on the foxing."
  },
  {
    "id": 48,
    "name": "Fuzzy_Boots",
    "brand": "Barazushi",
    "price": 3600,
    "ability": "Ink_Saver_(Main)",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/7/76/S3_Gear_Shoes_Fuzzy_Boots.png",
    "description": "The Fuzzy Boots are a pair of chestnut sheepskin boots. The insides are lined with cream-colored faux fur, and they have tan outsoles. At the top of each boot a brown Barazushi logo is sewn onto the side facing outward. A brown designer label is sewn onto the back of both boots at the bottom. they share a similar design to UGG Boots"
  },
  {
    "id": 118,
    "name": "Suede_Basics",
    "brand": "Barazushi",
    "price": 8200,
    "ability": "Run_Speed_Up",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/7/76/S3_Gear_Shoes_Suede_Basics.png",
    "description": "The Suede Basics are a pair of suede shoes with a minimalistic design. The vamp is light grey, covered in a darker suede overlay. The tongue seems quite stiff, held in place by colouristically matching laces. It also has a Barazushi logo engraved on it's top. The soles are light brown and possess rows of three dots each, located singularly on the sides. The foxing presents a small logo resembling a stylised squid and a thin collar above."
  },
  {
    "id": 119,
    "name": "Suede_Bosses",
    "brand": "Barazushi",
    "price": 8200,
    "ability": "Object_Shredder",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/f/f3/S3_Gear_Shoes_Suede_Bosses.png",
    "description": "The Suede Bosses are a pair of suede shoes with a minimalistic design. The vamp is pitch black, covered in a lighter suede overlay. The tongue seems quite stiff, held in place by colouristically matching laces. It also has a Barazushi logo engraved on it's top. The soles are tan brown and possess rows of three dots each, located singularly on the sides. The foxing presents a small logo resembling a stylised squid and a thin collar above."
  },
  {
    "id": 135,
    "name": "White_Lo-Vert_Hi-Tops",
    "brand": "Barazushi",
    "price": 10200,
    "ability": "Sub_Power_Up",
    "category": "shoes",
    "image": "https://cdn.wikimg.net/en/splatoonwiki/images/1/16/S3_Gear_Shoes_White_Lo-Vert_Hi-Tops.png",
    "description": "The White Lo-Vert Hi-Tops are a pair of white sneakers with the Barazushi logo, in written form, on the front."
  }
]
